{
    "dir": "rtl",
    "1": "الملف الشخصي",
    "2": "كلمة المرور",
    "3": "المصادقة الثنائية",
    "4": "تغييرات الاسم والبريد الإلكتروني محظورة على هذا الحساب. إذا كنت ترغب في تغيير أي من هذه التفاصيل، فاتصل بالدعم.",
    "5": "الاسم",
    "6": "عنوان البريد الإلكتروني",
    "7": "المنطقة الزمنية",
    "8": "اللغة",
    "9": "يجب أن يكون الاسم بين 3 و 150 حرفًا وهو حقل مطلوب.",
    "10": "يجب أن يكون عنوان البريد الإلكتروني عنوان بريد إلكتروني صالحًا وهو حقل مطلوب.",
    "11": "العملة المفضلة",
    "12": "تسجيل الدخول إلى الحساب",
    "13": "سيتم إرسال إشعار بالبريد الإلكتروني إلى العنوان المسجل على هذا الحساب في كل مرة يتم فيها اكتشاف تسجيل دخول.",
    "14": "اكتمل النسخ الاحتياطي للخادم",
    "16": "فشل النسخ الاحتياطي للخادم",
    "19": "تم تحديث الملف الشخصي بنجاح.",
    "20": "كلمة المرور الحالية",
    "21": "كلمة مرور جديدة",
    "22": "كلمة المرور الحالية هي حقل مطلوب.",
    "23": "يجب أن تتكون كلمة المرور الجديدة من 10 أحرف أو أكثر وتحتوي على حرف صغير واحد على الأقل وحرف كبير ورقم واحد وحرف خاص واحد.",
    "24": "تم تحديث كلمة مرور الحساب بنجاح.",
    "25": "تحديث كلمة مرور الحساب",
    "26": "يعتمد على تطبيق TOTP",
    "27": "تستخدم المصادقة الثنائية المستندة إلى التطبيق جهازك المحمول لإضافة طبقة إضافية من الأمان إلى حسابك.",
    "28": "قم بتثبيت تطبيق مصادقة OTP مثل Authy و 2FAS و Google Authenticator على جهازك المحمول.",
    "29": "امسح رمز QR أو أدخل رمزك السري يدويًا في التطبيق.",
    "30": "أدخل الرمز المكون من ستة أرقام الذي يوفره تطبيق المصادقة.",
    "31": "قم بتنشيط TOTP المستند إلى التطبيق",
    "32": "يوكي توب",
    "33": "انقر فوق الحقل أدناه، وأدخل مفتاح YubiKey الخاص بك، وانقر عليه.",
    "34": "قم بتنشيط مفتاح يوبي",
    "35": "تم تمكين المصادقة الثنائية على هذا الحساب. يمكن تعطيله باستخدام زر إلغاء التنشيط.",
    "36": "قم بإلغاء التنشيط",
    "37": "رموز النسخ الاحتياطي",
    "38": "تتوفر الرموز الاحتياطية التالية للاستخدام الفردي:",
    "39": "رمز التفعيل إما غير صحيح أو انتهت صلاحيته.",
    "40": "تم تنشيط المصادقة الثنائية بنجاح.",
    "41": "تم إلغاء تفعيل المصادقة الثنائية بنجاح.",
    "42": "فشلت عملية إلغاء تنشيط المصادقة الثنائية.",
    "43": "مشاركة",
    "44": "تتيح لك رموز الوصول طلب الوصول إلى مجموعات الخوادم الأخرى أو الخوادم أو مفاتيح SSH داخل النظام. إذا كنت تعرف مستخدمًا آخر لديه حساب، فما عليك سوى إنشاء رمز مميز وإرساله إليه. يمكنهم بعد ذلك استخدام الرمز المميز لتعيينك لمورد معين.",
    "45": "لم يتم العثور على رموز الوصول",
    "46": "إنشاء رمز",
    "47": "حذف الرمز",
    "48": "تم إنشاء الرمز المميز بنجاح.",
    "49": "تم حذف الرمز المميز بنجاح.",
    "50": "Yubico OTP هي آلية مصادقة بسيطة لكنها قوية تدعمها جميع مفاتيح YubiKeys خارج الصندوق.",
    "51": "الإشعارات",
    "52": "لضمان أمان حسابك، نوصي بتحديث كلمة المرور الخاصة بك بانتظام. يرجى إدخال كلمة المرور الحالية، متبوعة بكلمة المرور الجديدة، وتأكيد كلمة المرور الجديدة في الحقول المقدمة. تذكر اختيار كلمة مرور قوية تتضمن مزيجًا من الأحرف والأرقام والأحرف الخاصة.",
    "53": "تغيير كلمة المرور",
    "54": "التفاصيل الشخصية",
    "55": "لمزيد من تأمين حسابك، نقدم المصادقة الثنائية القائمة على تطبيق TOTP ومصادقة YubiKey OTP. استخدم جهازك المحمول للمصادقة الثنائية المستندة إلى التطبيق لإضافة طبقة إضافية من الأمان، أو استخدم YubiKey لمصادقة كلمة المرور لمرة واحدة لحماية حسابك. اختر أيًا من الخيارين لضمان بقاء حسابك محميًا من الوصول غير المصرح به.",
    "56": "تأكيد كلمة المرور الجديدة",
    "57": "تأكيد كلمة المرور الجديدة لا تتطابق مع كلمة المرور الجديدة.",
    "15": "إذا كان أي من الخوادم الخاصة بك يدعم النسخ الاحتياطية، فستتلقى إشعارًا بالبريد الإلكتروني في كل مرة يتم فيها إكمال النسخ الاحتياطي بنجاح.",
    "17": "إذا كان أي من الخوادم لديك يدعم النسخ الاحتياطية، فستتلقى إشعارًا بالبريد الإلكتروني في حالة فشل إكمال النسخ الاحتياطي أو حدوث خطأ أثناء عملية النسخ الاحتياطي.",
    "18": "تحديث إعدادات الملف الشخصي",
    "58": "لضمان أمان حسابك، يجب عليك تنشيط المصادقة الثنائية قبل أن تتمكن من المتابعة. يدعم نظامنا المصادقة الثنائية المستندة إلى تطبيق TOTP، والتي تسمح لك باستخدام تطبيقات مثل Google Authenticator أو Authy لإنشاء كلمات مرور لمرة واحدة تعتمد على الوقت. بالإضافة إلى ذلك، ندعم مصادقة YubiKey OTP، مما يتيح لك استخدام جهاز YubiKey لإنشاء كلمات مرور آمنة لمرة واحدة.",
    "59": "يتطلب هذا النظام تمكين المصادقة الثنائية في جميع الأوقات. إذا قمت بإلغاء تنشيطه، فستحتاج إلى إعادة تنشيط المصادقة الثنائية لاستعادة الوصول الكامل إلى حسابك.",
    "60": "أدخل الرمز المكون من ستة أرقام الذي تم إنشاؤه بواسطة التطبيق في الحقل أدناه.",
    "61": "من المهم عمل نسخة من الرموز الاحتياطية التي تستخدم لمرة واحدة. هذه الرموز ضرورية للوصول إلى حسابك في حالة فقدان الوصول إلى جهاز المصادقة ثنائي العوامل. يرجى تخزينها في مكان آمن.",
    "62": "إلغاء",
    "63": "هل تريد بالتأكيد إلغاء تنشيط المصادقة الثنائية؟ توفر ميزة الأمان هذه طبقة إضافية من الحماية لحسابك. إذا تابعت عملية التعطيل، فسيكون حسابك أقل أمانًا."
}