{
    "dir": "ltr",
    "1": "Profile",
    "2": "Password",
    "3": "Two-factor Authentication",
    "4": "Name & Email changes are prohibited on this account. If you wish to change any of these details, contact support.",
    "5": "Name",
    "6": "Email Address",
    "7": "Timezone",
    "8": "Language",
    "9": "Name must be between 3 and 150 characters and is a required field.",
    "10": "Email Address must be a valid email address and is a required field.",
    "11": "Preferred Currency",
    "12": "Account Login",
    "13": "An email notification will be sent to the registered address on this account each time a login is detected.",
    "14": "Server Backup Complete",
    "16": "Server Backup Failure",
    "19": "Profile updated successfully.",
    "20": "Current Password",
    "21": "New Password",
    "22": "Current Password is a required field.",
    "23": "New Password must be 10 or more characters in length and contain at least one lowercase letter, one uppercase letter, one digit and one special character.",
    "24": "Account password updated successfully.",
    "25": "Update Account Password",
    "26": "TOTP App Based",
    "27": "App-based two-factor authentication uses your mobile device to add an extra layer of security to your account.",
    "28": "Install an OTP authentication app such as Authy, 2FAS, Google Authenticator on your mobile device.",
    "29": "Scan the QR code or manually input your secret code into the app.",
    "30": "Input the six-digit code that the authenticator app provides.",
    "31": "Activate App Based TOTP",
    "32": "YubiKey OTP",
    "33": "Click on the field below, insert your YubiKey, and tap it.",
    "34": "Activate YubiKey",
    "35": "two-factor authentication is enabled on this account. It can be disabled using the deactivate button.",
    "36": "Deactivate",
    "37": "Backup codes",
    "38": "The following single use backup codes are available:",
    "39": "The activation code is either incorrect or has expired.",
    "40": "Two-factor authentication activated successfully.",
    "41": "Two-factor authentication deactivated successfully.",
    "42": "Failed to deactivate two-factor authentication.",
    "43": "Sharing",
    "44": "Access tokens enable you to request access to other server groups, servers, or SSH keys within the system. If you know another user with an account, simply generate a token and send it to them. They can then use the token to assign you to a specific resource.",
    "45": "No Access Tokens Found",
    "46": "Generate Token",
    "47": "Delete Token",
    "48": "Token created successfully.",
    "49": "Token deleted successfully.",
    "50": "Yubico OTP is a simple yet strong authentication mechanism that is supported by all YubiKeys out of the box.",
    "51": "Notifications",
    "52": "To ensure the security of your account, we recommend updating your password regularly. Please enter your current password, followed by your new password, and confirm the new password in the fields provided. Remember to choose a strong password that includes a mix of letters, numbers, and special characters.",
    "53": "Change Password",
    "54": "Personal Details",
    "55": "To further secure your account, we offer TOTP app-based two-factor authentication and YubiKey OTP authentication. Use your mobile device for app-based two-factor authentication to add an extra layer of security, or utilize a YubiKey for one-time password authentication to safeguard your account. Choose either option to ensure your account remains protected against unauthorized access.",
    "56": "Confirm New Password",
    "57": "Confirm new password does not match new password.",
    "15": "If any of your servers support backups, you will receive an email notification each time a backup successfully completes.",
    "17": "If any of your servers support backups, you will receive an email notification if a backup fails to complete or an error occurs during the backup process.",
    "18": "Update Profile Settings"
}