{
    "dir": "ltr",
    "1": "Profil",
    "2": "Passwort",
    "3": "Zwei-Faktor-Authentifizierung",
    "4": "Änderungen von Name und E-Mail sind für dieses Konto nicht zulässig. Wenn Sie diese Angaben ändern möchten, wenden Sie sich bitte an den Support.",
    "5": "Name",
    "6": "E-Mail Adresse",
    "7": "Zeitzone",
    "8": "Sprache",
    "9": "Der Name muss zwischen 3 und 150 Zeichen lang sein und ist ein Pflichtfeld.",
    "10": "Die E-Mail-Adresse muss eine gültige E-Mail-Adresse sein und ist ein Pflichtfeld.",
    "11": "Bevorzugte Währung",
    "12": "Konto-Anmeldung",
    "13": "Jedes Mal, wenn eine Anmeldung festgestellt wird, wird eine E-Mail-Benachrichtigung an die registrierte Adresse dieses Kontos gesendet.",
    "14": "Server-Sicherung abgeschlossen",
    "16": "Server-Backup-Ausfall",
    "19": "Profil erfolgreich aktualisiert.",
    "20": "Aktuelles Passwort",
    "21": "Neues Passwort",
    "22": "Das aktuelle Passwort ist ein Pflichtfeld.",
    "23": "Das neue Passwort muss mindestens 10 Zeichen lang sein und mindestens einen Kleinbuchstaben, einen Großbuchstaben, eine Ziffer und ein Sonderzeichen enthalten.",
    "24": "Kontopasswort erfolgreich aktualisiert.",
    "25": "Kontopasswort aktualisieren",
    "26": "TOTP-App basiert",
    "27": "Bei der App-basierten Zwei-Faktor-Authentifizierung wird Ihr mobiles Gerät verwendet, um eine zusätzliche Sicherheitsebene für Ihr Konto zu schaffen.",
    "28": "Installieren Sie eine OTP-Authentifizierungs-App wie Authy, 2FAS, Google Authenticator auf Ihrem Mobilgerät.",
    "29": "Scannen Sie den QR-Code oder geben Sie Ihren Geheimcode manuell in die App ein.",
    "30": "Geben Sie den sechsstelligen Code ein, den die Authentifizierungs-App bereitstellt.",
    "31": "Aktivieren Sie App-basiertes TOTP",
    "32": "YubiKey OTP",
    "33": "Klicken Sie auf das Feld unten, geben Sie Ihren YubiKey ein und tippen Sie darauf.",
    "34": "YubiKey aktivieren",
    "35": "die Zwei-Faktor-Authentifizierung ist für dieses Konto aktiviert. Sie kann über die Schaltfläche Deaktivieren deaktiviert werden.",
    "36": "Deaktivieren Sie",
    "37": "Sicherungscodes",
    "38": "Die folgenden einmaligen Backup-Codes sind verfügbar:",
    "39": "Der Aktivierungscode ist entweder falsch oder abgelaufen.",
    "40": "Zwei-Faktor-Authentifizierung erfolgreich aktiviert.",
    "41": "Die Zwei-Faktor-Authentifizierung wurde erfolgreich deaktiviert.",
    "42": "Die Zwei-Faktor-Authentifizierung konnte nicht deaktiviert werden.",
    "43": "Teilen",
    "44": "Mit Zugriffstoken können Sie den Zugang zu anderen Servergruppen, Servern oder SSH-Schlüsseln innerhalb des Systems beantragen. Wenn Sie einen anderen Benutzer mit einem Konto kennen, generieren Sie einfach einen Token und senden ihn an ihn. Er kann dann den Token verwenden, um Sie einer bestimmten Ressource zuzuweisen.",
    "45": "Keine Zugangstoken gefunden",
    "46": "Token generieren",
    "47": "Token löschen",
    "48": "Token erfolgreich erstellt.",
    "49": "Token erfolgreich gelöscht.",
    "50": "Yubico OTP ist ein einfacher, aber starker Authentifizierungsmechanismus, der von allen YubiKeys standardmäßig unterstützt wird.",
    "51": "Benachrichtigungen",
    "52": "Um die Sicherheit Ihres Kontos zu gewährleisten, empfehlen wir Ihnen, Ihr Passwort regelmäßig zu aktualisieren. Bitte geben Sie Ihr aktuelles Passwort ein, gefolgt von Ihrem neuen Passwort, und bestätigen Sie das neue Passwort in den dafür vorgesehenen Feldern. Denken Sie daran, ein sicheres Passwort zu wählen, das eine Mischung aus Buchstaben, Zahlen und Sonderzeichen enthält.",
    "53": "Passwort ändern",
    "54": "Persönliche Angaben",
    "55": "Zur weiteren Absicherung Ihres Kontos bieten wir die TOTP-App-basierte Zwei-Faktor-Authentifizierung und die YubiKey OTP-Authentifizierung an. Verwenden Sie Ihr Mobilgerät für die App-basierte Zwei-Faktor-Authentifizierung, um eine zusätzliche Sicherheitsebene hinzuzufügen, oder verwenden Sie einen YubiKey für die Einmal-Passwort-Authentifizierung, um Ihr Konto zu schützen. Wählen Sie eine der beiden Optionen, um sicherzustellen, dass Ihr Konto vor unbefugtem Zugriff geschützt bleibt.",
    "56": "Neues Passwort bestätigen",
    "57": "Neues Passwort bestätigen stimmt nicht mit neuem Passwort überein.",
    "15": "Wenn einer Ihrer Server Backups unterstützt, erhalten Sie jedes Mal eine E-Mail-Benachrichtigung, wenn ein Backup erfolgreich abgeschlossen wurde.",
    "17": "Wenn einer Ihrer Server Backups unterstützt, erhalten Sie eine E-Mail-Benachrichtigung, wenn ein Backup nicht abgeschlossen werden kann oder ein Fehler während des Backup-Prozesses auftritt.",
    "18": "Profileinstellungen aktualisieren"
}