{
    "dir": "ltr",
    "1": "Profil",
    "2": "Geslo",
    "3": "Dvofaktorsko preverjanje pristnosti",
    "4": "Sprememba imena in e-pošte je v tem računu prepovedana. Če želite spremeniti katerega koli od teh podatkov, se obrnite na podporo.",
    "5": "Ime",
    "6": "Elektronski naslov",
    "7": "Časovni pas",
    "8": "Jezik",
    "9": "Ime mora obsegati od 3 do 150 znakov in je obvezno polje.",
    "10": "E-poštni naslov mora biti veljaven e-poštni naslov in je obvezno polje.",
    "11": "Prednostna valuta",
    "12": "Prijava v račun",
    "13": "Vsakič, ko je zaznana prijava, bo na registrirani naslov v tem računu poslano e-poštno obvestilo.",
    "14": "Varnostno kopiranje strežnika končano",
    "16": "Neuspešno varnostno kopiranje strežnika",
    "19": "Profil je bil uspešno posodobljen.",
    "20": "Trenutno geslo",
    "21": "Novo geslo",
    "22": "Trenutni geslo je obvezno polje.",
    "23": "Novo geslo mora biti dolgo 10 ali več znakov in vsebovati vsaj eno malo in eno veliko črko, eno številko in en poseben znak.",
    "24": "Geslo računa je bilo uspešno posodobljeno.",
    "25": "Posodobitev gesla za račun",
    "26": "Aplikacija TOTP na podlagi",
    "27": "Dvofaktorsko preverjanje pristnosti na podlagi aplikacije uporablja vašo mobilno napravo, da vašemu računu doda dodatno raven varnosti.",
    "28": "V mobilno napravo namestite aplikacijo za preverjanje pristnosti OTP, kot so Authy, 2FAS ali Google Authenticator.",
    "29": "Skenirajte kodo QR ali ročno vnesite svojo tajno kodo v aplikacijo.",
    "30": "Vnesite šestmestno kodo, ki jo zagotovi aplikacija za preverjanje pristnosti.",
    "31": "Aktivacija TOTP na podlagi aplikacije",
    "32": "YubiKey OTP",
    "33": "Kliknite spodnje polje, vstavite ključ YubiKey in ga tapnite.",
    "34": "Aktivacija ključa YubiKey",
    "35": "v tem računu je omogočeno dvofaktorsko preverjanje pristnosti. Onemogočite ga lahko z gumbom za deaktivacijo.",
    "36": "Deaktiviranje",
    "37": "Varnostne kode",
    "38": "Na voljo so naslednje kode za enkratno uporabo:",
    "39": "Aktivacijska koda je napačna ali je potekla.",
    "40": "Dvofaktorska avtentikacija je uspešno aktivirana.",
    "41": "Dvofaktorsko preverjanje pristnosti je bilo uspešno deaktivirano.",
    "42": "Ni uspelo deaktivirati dvostopenjskega preverjanja pristnosti.",
    "43": "Skupna raba",
    "44": "Z žetoni za dostop lahko zahtevate dostop do drugih skupin strežnikov, strežnikov ali ključev SSH v sistemu. Če poznate drugega uporabnika z računom, preprosto ustvarite žeton in mu ga pošljite. Nato lahko žeton uporabi za dodelitev do določenega vira.",
    "45": "Ni bilo najdenih žetonov za dostop",
    "46": "Ustvarjanje žetona",
    "47": "Brisanje žetona",
    "48": "Žeton je bil uspešno ustvarjen.",
    "49": "Žeton je bil uspešno izbrisan.",
    "50": "Yubico OTP je preprost, a močan mehanizem avtentikacije, ki ga vsi ključi YubiKeys podpirajo že v izhodišču.",
    "51": "Obvestila",
    "52": "Za zagotovitev varnosti računa priporočamo redno posodabljanje gesla. Vnesite svoje trenutno geslo, nato novo geslo in ga potrdite v predvidena polja. Ne pozabite izbrati močnega gesla, ki vsebuje mešanico črk, številk in posebnih znakov.",
    "53": "Sprememba gesla",
    "54": "Osebni podatki",
    "55": "Za dodatno zaščito računa ponujamo dvofaktorsko preverjanje pristnosti na podlagi aplikacije TOTP in preverjanje pristnosti s ključem YubiKey OTP. Uporabite mobilno napravo za dvofaktorsko preverjanje pristnosti na podlagi aplikacije, da dodate dodatno raven varnosti, ali uporabite ključ YubiKey za enkratno preverjanje pristnosti z geslom, da zaščitite svoj račun. Izberite katero koli možnost in zagotovite, da bo vaš račun zaščiten pred nepooblaščenim dostopom.",
    "56": "Potrditev novega gesla",
    "57": "Potrditev novega gesla se ne ujema z novim geslom.",
    "15": "Če kateri od vaših strežnikov podpira varnostno kopiranje, boste prejeli e-poštno obvestilo vsakič, ko bo varnostno kopiranje uspešno končano.",
    "17": "Če kateri od vaših strežnikov podpira varnostno kopiranje, boste prejeli e-poštno obvestilo, če se varnostno kopiranje ne zaključi ali če med postopkom varnostnega kopiranja pride do napake.",
    "18": "Posodobitev nastavitev profila",
    "58": "Da bi zagotovili varnost računa, morate pred nadaljevanjem aktivirati dvofaktorsko preverjanje pristnosti. Naš sistem podpira aplikacijsko dvofaktorsko preverjanje pristnosti TOTP, ki vam omogoča uporabo aplikacij, kot sta Google Authenticator ali Authy, za ustvarjanje časovno opredeljenih enkratnih gesel. Podpiramo tudi preverjanje pristnosti YubiKey OTP, ki vam omogoča uporabo naprave YubiKey za ustvarjanje varnih enkratnih gesel.",
    "59": "Ta sistem zahteva, da je dvostopenjsko preverjanje pristnosti vedno omogočeno. Če ga deaktivirate, boste morali dvostopenjsko preverjanje pristnosti znova aktivirati, da bi ponovno pridobili popoln dostop do svojega računa.",
    "60": "V spodnje polje vnesite šestmestno kodo, ki jo generira aplikacija.",
    "61": "Pomembno je, da naredite kopijo svojih enkratnih varnostnih kod. Te kode so bistvene za dostop do računa, če izgubite dostop do naprave za dvostopenjsko preverjanje pristnosti. Shranite jih na varnem mestu.",
    "62": "Prekliči",
    "63": "Ali ste prepričani, da želite deaktivirati dvofaktorsko preverjanje pristnosti? Ta varnostna funkcija zagotavlja dodatno raven zaščite vašega računa. Če jo deaktivirate, bo vaš račun manj varen."
}