{
    "dir": "ltr",
    "1": "Profil",
    "2": "Hasło",
    "3": "Uwierzytelnianie dwuskładnikowe",
    "4": "Zmiany nazwy i adresu e-mail są zabronione na tym koncie. Jeśli chcesz zmienić którekolwiek z tych danych, skontaktuj się z pomocą techniczną.",
    "5": "Nazwa",
    "6": "Adres e-mail",
    "7": "Timezone",
    "8": "Język",
    "9": "Nazwa musi zawierać od 3 do 150 znaków i jest polem wymaganym.",
    "10": "Adres e-mail musi być prawidłowym adresem e-mail i jest polem wymaganym.",
    "11": "Preferowana waluta",
    "12": "Logowanie do konta",
    "13": "Powiadomienie e-mail zostanie wysłane na adres zarejestrowany na tym koncie za każdym razem, gdy wykryte zostanie logowanie.",
    "14": "Kopia zapasowa serwera zakończona",
    "16": "Awaria kopii zapasowej serwera",
    "19": "Profil został pomyślnie zaktualizowany.",
    "20": "Bieżące hasło",
    "21": "Nowe hasło",
    "22": "Aktualne hasło jest polem wymaganym.",
    "23": "Nowe hasło musi mieć co najmniej 10 znaków i zawierać co najmniej jedną małą literę, jedną wielką literę, jedną cyfrę i jeden znak specjalny.",
    "24": "Hasło do konta zostało pomyślnie zaktualizowane.",
    "25": "Aktualizacja hasła do konta",
    "26": "TOTP App Based",
    "27": "Uwierzytelnianie dwuskładnikowe oparte na aplikacji wykorzystuje urządzenie mobilne do dodania dodatkowej warstwy zabezpieczeń do konta.",
    "28": "Zainstaluj aplikację uwierzytelniającą OTP, taką jak Authy, 2FAS, Google Authenticator na swoim urządzeniu mobilnym.",
    "29": "Zeskanuj kod QR lub ręcznie wprowadź swój tajny kod do aplikacji.",
    "30": "Wprowadź sześciocyfrowy kod dostarczony przez aplikację uwierzytelniającą.",
    "31": "Aktywuj TOTP w oparciu o aplikację",
    "32": "YubiKey OTP",
    "33": "Kliknij pole poniżej, wprowadź klucz YubiKey i dotknij go.",
    "34": "Aktywuj YubiKey",
    "35": "uwierzytelnianie dwuskładnikowe jest włączone na tym koncie. Można je wyłączyć za pomocą przycisku dezaktywacji.",
    "36": "Dezaktywuj",
    "37": "Kody zapasowe",
    "38": "Dostępne są następujące jednorazowe kody zapasowe:",
    "39": "Kod aktywacyjny jest nieprawidłowy lub wygasł.",
    "40": "Uwierzytelnianie dwuskładnikowe zostało pomyślnie aktywowane.",
    "41": "Uwierzytelnianie dwuskładnikowe zostało pomyślnie wyłączone.",
    "42": "Nie udało się dezaktywować uwierzytelniania dwuskładnikowego.",
    "43": "Udostępnianie",
    "44": "Tokeny dostępu umożliwiają żądanie dostępu do innych grup serwerów, serwerów lub kluczy SSH w systemie. Jeśli znasz innego użytkownika z kontem, po prostu wygeneruj token i wyślij go do niego. Następnie mogą użyć tokena, aby przypisać Cię do określonego zasobu.",
    "45": "Nie znaleziono tokenów dostępu",
    "46": "Generowanie tokena",
    "47": "Usuń token",
    "48": "Token został utworzony pomyślnie.",
    "49": "Token został pomyślnie usunięty.",
    "50": "Yubico OTP to prosty, ale silny mechanizm uwierzytelniania, który jest obsługiwany przez wszystkie klucze YubiKeys po wyjęciu z pudełka.",
    "51": "Powiadomienia",
    "52": "Aby zapewnić bezpieczeństwo konta, zalecamy regularne aktualizowanie hasła. Wprowadź aktualne hasło, a następnie nowe hasło i potwierdź nowe hasło w odpowiednich polach. Pamiętaj, aby wybrać silne hasło, które zawiera kombinację liter, cyfr i znaków specjalnych.",
    "53": "Zmień hasło",
    "54": "Dane osobowe",
    "55": "Aby jeszcze lepiej zabezpieczyć swoje konto, oferujemy uwierzytelnianie dwuskładnikowe oparte na aplikacji TOTP i uwierzytelnianie OTP YubiKey. Użyj urządzenia mobilnego do uwierzytelniania dwuskładnikowego opartego na aplikacji, aby dodać dodatkową warstwę zabezpieczeń, lub użyj klucza YubiKey do uwierzytelniania hasłem jednorazowym, aby zabezpieczyć swoje konto. Wybierz jedną z opcji, aby upewnić się, że Twoje konto jest chronione przed nieautoryzowanym dostępem.",
    "56": "Potwierdź nowe hasło",
    "57": "Potwierdzenie nowego hasła nie pasuje do nowego hasła.",
    "15": "Jeśli którykolwiek z serwerów obsługuje tworzenie kopii zapasowych, otrzymasz powiadomienie e-mail za każdym razem, gdy kopia zapasowa zostanie pomyślnie zakończona.",
    "17": "Jeśli którykolwiek z serwerów obsługuje kopie zapasowe, otrzymasz powiadomienie e-mail, jeśli kopia zapasowa nie zostanie ukończona lub wystąpi błąd podczas procesu tworzenia kopii zapasowej.",
    "18": "Aktualizacja ustawień profilu",
    "58": "Aby zapewnić bezpieczeństwo swojego konta, musisz aktywować uwierzytelnianie dwuskładnikowe, zanim będziesz mógł kontynuować. Nasz system obsługuje uwierzytelnianie dwuskładnikowe oparte na aplikacji TOTP, które umożliwia korzystanie z aplikacji takich jak Google Authenticator lub Authy do generowania jednorazowych haseł czasowych. Ponadto obsługujemy uwierzytelnianie YubiKey OTP, umożliwiające korzystanie z urządzenia YubiKey do generowania bezpiecznych haseł jednorazowych.",
    "59": "Ten system wymaga, aby uwierzytelnianie dwuskładnikowe było włączone przez cały czas. Jeśli je dezaktywujesz, będziesz musiał ponownie aktywować uwierzytelnianie dwuskładnikowe, aby odzyskać pełny dostęp do swojego konta.",
    "60": "Wprowadź sześciocyfrowy kod wygenerowany przez aplikację w polu poniżej.",
    "61": "Ważne jest, aby wykonać kopię jednorazowych kodów zapasowych. Kody te są niezbędne do uzyskania dostępu do konta w przypadku utraty dostępu do urządzenia do uwierzytelniania dwuskładnikowego. Przechowuj je w bezpiecznym miejscu.",
    "62": "Anuluj",
    "63": "Czy na pewno chcesz wyłączyć uwierzytelnianie dwuskładnikowe? Ta funkcja zabezpieczeń zapewnia dodatkową warstwę ochrony konta. Jeśli przejdziesz do dezaktywacji, Twoje konto będzie mniej bezpieczne."
}