{
    "dir": "ltr",
    "1": "Profiili",
    "2": "Salasana",
    "3": "Kaksivaiheinen todennus",
    "4": "Nimen ja sähköpostin muutokset ovat kiellettyjä tällä tilillä. Jos haluat muuttaa jotakin näistä tiedoista, ota yhteyttä tukeen.",
    "5": "Nimi",
    "6": "Sähköpostiosoite",
    "7": "Aikavyöhyke",
    "8": "Kieli",
    "9": "Nimen tulee olla 3—150 merkkiä ja se on pakollinen kenttä.",
    "10": "Sähköpostiosoitteen on oltava kelvollinen sähköpostiosoite ja pakollinen kenttä.",
    "11": "Ensisijainen valuutta",
    "12": "Tilin kirjautuminen",
    "13": "Tämän tilin rekisteröityyn osoitteeseen lähetetään sähköposti-ilmoitus joka kerta, kun kirjautumistunnus havaitaan.",
    "14": "Palvelimen varmuuskopiointi valmis",
    "16": "Palvelimen varmuuskopiointi epäonnistui",
    "19": "Profiili päivitettiin onnistuneesti.",
    "20": "Nykyinen salasana",
    "21": "Uusi salasana",
    "22": "Nykyinen salasana on pakollinen kenttä.",
    "23": "Uuden salasanan on oltava vähintään 10 merkkiä pitkä ja siinä on oltava vähintään yksi pieni kirjain, yksi iso kirjain, yksi numero ja yksi erikoismerkki.",
    "24": "Tilin salasana päivitettiin onnistuneesti.",
    "25": "Päivitä tilin salasana",
    "26": "TOTP-sovelluspohjainen",
    "27": "Sovelluspohjainen kaksivaiheinen todennus käyttää mobiililaitetta lisäämään tilillesi ylimääräisen suojaustason.",
    "28": "Asenna OTP-todennussovellus, kuten Authy, 2FAS, Google Authenticator mobiililaitteellesi.",
    "29": "Skannaa QR-koodi tai syötä salainen koodi manuaalisesti sovellukseen.",
    "30": "Syötä todennussovelluksen tarjoama kuusinumeroinen koodi.",
    "31": "Aktivoi sovelluspohjainen TOTP",
    "32": "YubiKey OTP",
    "33": "Napsauta alla olevaa kenttää, lisää YubiKey ja napauta sitä.",
    "34": "Aktivoi YubiKey",
    "35": "kaksivaiheinen todennus on käytössä tällä tilillä. Se voidaan poistaa käytöstä deaktivointipainikkeella.",
    "36": "Poista käytöstä",
    "37": "Varakoodit",
    "38": "Seuraavat kertakäyttöiset varmuuskopiokoodit ovat käytettävissä:",
    "39": "Aktivointikoodi on joko virheellinen tai vanhentunut.",
    "40": "Kaksivaiheinen todennus aktivoitu onnistuneesti.",
    "41": "Kaksivaiheinen todennus on poistettu käytöstä onnistuneesti.",
    "42": "Kaksivaiheisen todennuksen poistaminen käytöstä epäonnistui.",
    "43": "Jakaminen",
    "44": "Pääsytunnusten avulla voit pyytää pääsyä muihin palvelinryhmiin, palvelimiin tai järjestelmän SSH-avaimiin. Jos tunnet toisen käyttäjän, jolla on tili, luo tunnus ja lähetä se heille. He voivat sitten käyttää tunnusta määrittääkseen sinut tiettyyn resurssiin.",
    "45": "Pääsytunnuksia ei löytynyt",
    "46": "Luo tunnus",
    "47": "Poista tunnus",
    "48": "Token luotu onnistuneesti.",
    "49": "Token poistettiin onnistuneesti.",
    "50": "Yubico OTP on yksinkertainen mutta vahva todennusmekanismi, jota kaikki YubiKeys tukevat heti pakkauksesta.",
    "51": "Ilmoitukset",
    "52": "Tilisi turvallisuuden varmistamiseksi suosittelemme päivittämään salasanasi säännöllisesti. Anna nykyinen salasanasi, jota seuraa uusi salasanasi, ja vahvista uusi salasana annettuihin kenttiin. Muista valita vahva salasana, joka sisältää yhdistelmän kirjaimia, numeroita ja erikoismerkkejä.",
    "53": "Vaihda salasana",
    "54": "Henkilökohtaiset tiedot",
    "55": "Tilisi turvaamiseksi tarjoamme TOTP-sovelluspohjaisen kaksivaiheisen todennuksen ja YubiKey OTP -todennuksen. Käytä mobiililaitetta sovelluspohjaiseen kaksivaiheiseen todennukseen lisätäksesi ylimääräisen suojaustason, tai käytä YubiKeyä kertaluonteiseen salasanatunnistukseen tilisi suojaamiseksi. Valitse jompikumpi vaihtoehto varmistaaksesi, että tilisi pysyy suojattuna luvattomalta käytöltä.",
    "56": "Vahvista uusi salasana",
    "57": "Vahvista, että uusi salasana ei vastaa uutta salasanaa.",
    "15": "Jos jokin palvelimistasi tukee varmuuskopiointia, saat sähköposti-ilmoituksen aina, kun varmuuskopiointi onnistuu.",
    "17": "Jos jokin palvelimistasi tukee varmuuskopiointia, saat sähköposti-ilmoituksen, jos varmuuskopiointi epäonnistuu tai varmuuskopioinnin aikana ilmenee virhe.",
    "18": "Päivitä profiiliasetukset",
    "58": "Tilisi turvallisuuden varmistamiseksi sinun on aktivoitava kaksivaiheinen todennus ennen kuin voit jatkaa. Järjestelmämme tukee TOTP-sovelluspohjaista kaksivaiheista todennusta, jonka avulla voit käyttää sovelluksia, kuten Google Authenticator tai Authy, aikaperusteisten kertaluonteisten salasanojen luomiseen. Lisäksi tuemme YubiKey OTP -todennusta, jonka avulla voit käyttää YubiKey-laitetta suojattujen kertaluonteisten salasanojen luomiseen.",
    "59": "Tämä järjestelmä edellyttää, että kaksivaiheinen todennus on aina käytössä. Jos poistat sen käytöstä, sinun on aktivoitava kaksivaiheinen todennus uudelleen saadaksesi täyden pääsyn tilillesi.",
    "60": "Syötä sovelluksen luoma kuusinumeroinen koodi alla olevaan kenttään.",
    "61": "On tärkeää tehdä kopio kertaluonteisista varmuuskopiokoodeistasi. Nämä koodit ovat välttämättömiä tilisi käyttämiseksi, jos menetät pääsyn kaksivaiheiseen todennuslaitteeseesi. Säilytä ne turvallisessa paikassa.",
    "62": "Peruuta",
    "63": "Haluatko varmasti poistaa kaksivaiheisen todennuksen käytöstä? Tämä suojausominaisuus tarjoaa ylimääräisen suojaustason tilillesi. Jos jatkat deaktivointia, tilisi on vähemmän turvallinen."
}