{
    "dir": "ltr",
    "1": "Προφίλ",
    "2": "Κωδικός πρόσβασης",
    "3": "Αυθεντικοποίηση δύο παραγόντων",
    "4": "Απαγορεύεται η αλλαγή ονόματος και email σε αυτόν τον λογαριασμό. Αν θέλετε να αλλάξετε οποιαδήποτε από αυτά τα στοιχεία, επικοινωνήστε με την υποστήριξη.",
    "5": "Όνομα",
    "6": "Διεύθυνση ηλεκτρονικού ταχυδρομείου",
    "7": "Χρονοζώνη",
    "8": "Γλώσσα",
    "9": "Το όνομα πρέπει να είναι μεταξύ 3 και 150 χαρακτήρων και είναι υποχρεωτικό πεδίο.",
    "10": "Η διεύθυνση ηλεκτρονικού ταχυδρομείου πρέπει να είναι μια έγκυρη διεύθυνση ηλεκτρονικού ταχυδρομείου και είναι υποχρεωτικό πεδίο.",
    "11": "Προτιμώμενο νόμισμα",
    "12": "Σύνδεση λογαριασμού",
    "13": "Μια ειδοποίηση ηλεκτρονικού ταχυδρομείου θα αποστέλλεται στην καταχωρημένη διεύθυνση αυτού του λογαριασμού κάθε φορά που ανιχνεύεται σύνδεση.",
    "14": "Ολοκλήρωση δημιουργίας αντιγράφων ασφαλείας του διακομιστή",
    "16": "Αποτυχία δημιουργίας αντιγράφων ασφαλείας του διακομιστή",
    "19": "Το προφίλ ενημερώθηκε με επιτυχία.",
    "20": "Τρέχων κωδικός πρόσβασης",
    "21": "Νέος κωδικός πρόσβασης",
    "22": "Ο τρέχων κωδικός πρόσβασης είναι υποχρεωτικό πεδίο.",
    "23": "Ο νέος κωδικός πρόσβασης πρέπει να έχει μήκος 10 ή περισσότερους χαρακτήρες και να περιέχει τουλάχιστον ένα πεζό γράμμα, ένα κεφαλαίο γράμμα, ένα ψηφίο και έναν ειδικό χαρακτήρα.",
    "24": "Ο κωδικός πρόσβασης του λογαριασμού ενημερώθηκε επιτυχώς.",
    "25": "Ενημέρωση κωδικού πρόσβασης λογαριασμού",
    "26": "TOTP App με βάση",
    "27": "Ο έλεγχος ταυτότητας δύο παραγόντων που βασίζεται σε εφαρμογή χρησιμοποιεί την κινητή συσκευή σας για να προσθέσει ένα επιπλέον επίπεδο ασφάλειας στο λογαριασμό σας.",
    "28": "Εγκαταστήστε μια εφαρμογή ελέγχου ταυτότητας OTP, όπως Authy, 2FAS, Google Authenticator, στην κινητή σας συσκευή.",
    "29": "Σαρώστε τον κωδικό QR ή εισαγάγετε χειροκίνητα τον μυστικό σας κωδικό στην εφαρμογή.",
    "30": "Εισάγετε τον εξαψήφιο κωδικό που σας παρέχει η εφαρμογή ελέγχου ταυτότητας.",
    "31": "Ενεργοποίηση εφαρμογής με βάση το TOTP",
    "32": "YubiKey OTP",
    "33": "Κάντε κλικ στο παρακάτω πεδίο, εισάγετε το YubiKey σας και πατήστε το.",
    "34": "Ενεργοποιήστε το YubiKey",
    "35": "ο έλεγχος ταυτότητας δύο παραγόντων είναι ενεργοποιημένος σε αυτόν τον λογαριασμό. Μπορεί να απενεργοποιηθεί χρησιμοποιώντας το κουμπί απενεργοποίησης.",
    "36": "Απενεργοποίηση",
    "37": "Εφεδρικοί κωδικοί",
    "38": "Οι ακόλουθοι εφεδρικοί κωδικοί εφάπαξ χρήσης είναι διαθέσιμοι:",
    "39": "Ο κωδικός ενεργοποίησης είναι είτε λανθασμένος είτε έχει λήξει.",
    "40": "Ο έλεγχος ταυτότητας δύο παραγόντων ενεργοποιήθηκε με επιτυχία.",
    "41": "Ο έλεγχος ταυτότητας δύο παραγόντων απενεργοποιήθηκε επιτυχώς.",
    "42": "Απέτυχε η απενεργοποίηση του ελέγχου ταυτότητας δύο παραγόντων.",
    "43": "Κοινή χρήση",
    "44": "Τα κουπόνια πρόσβασης σας επιτρέπουν να ζητάτε πρόσβαση σε άλλες ομάδες διακομιστών, διακομιστές ή κλειδιά SSH μέσα στο σύστημα. Αν γνωρίζετε κάποιον άλλο χρήστη με λογαριασμό, απλά δημιουργήστε ένα κουπόνι και στείλτε το σε αυτόν. Στη συνέχεια, μπορούν να χρησιμοποιήσουν το κουπόνι για να σας αναθέσουν έναν συγκεκριμένο πόρο.",
    "45": "Δεν βρέθηκαν κουπόνια πρόσβασης",
    "46": "Δημιουργία Token",
    "47": "Διαγραφή Token",
    "48": "Το Token δημιουργήθηκε με επιτυχία.",
    "49": "Το Token διαγράφηκε επιτυχώς.",
    "50": "Το Yubico OTP είναι ένας απλός αλλά ισχυρός μηχανισμός ελέγχου ταυτότητας που υποστηρίζεται από όλα τα YubiKeys από την αρχή.",
    "51": "Ειδοποιήσεις",
    "52": "Για να διασφαλίσετε την ασφάλεια του λογαριασμού σας, σας συνιστούμε να ενημερώνετε τακτικά τον κωδικό πρόσβασής σας. Εισάγετε τον τρέχοντα κωδικό πρόσβασής σας, ακολουθούμενο από τον νέο κωδικό πρόσβασής σας και επιβεβαιώστε τον νέο κωδικό πρόσβασης στα πεδία που παρέχονται. Θυμηθείτε να επιλέξετε έναν ισχυρό κωδικό πρόσβασης που να περιλαμβάνει συνδυασμό γραμμάτων, αριθμών και ειδικών χαρακτήρων.",
    "53": "Αλλαγή κωδικού πρόσβασης",
    "54": "Προσωπικά στοιχεία",
    "55": "Για την περαιτέρω ασφάλεια του λογαριασμού σας, προσφέρουμε τον έλεγχο ταυτότητας δύο παραγόντων TOTP με βάση την εφαρμογή και τον έλεγχο ταυτότητας OTP YubiKey. Χρησιμοποιήστε την κινητή σας συσκευή για τον έλεγχο ταυτότητας δύο παραγόντων με βάση την εφαρμογή για να προσθέσετε ένα επιπλέον επίπεδο ασφάλειας ή χρησιμοποιήστε ένα YubiKey για τον έλεγχο ταυτότητας κωδικού πρόσβασης μίας χρήσης για να διασφαλίσετε τον λογαριασμό σας. Επιλέξτε οποιαδήποτε επιλογή για να διασφαλίσετε ότι ο λογαριασμός σας παραμένει προστατευμένος από μη εξουσιοδοτημένη πρόσβαση.",
    "56": "Επιβεβαίωση νέου κωδικού πρόσβασης",
    "57": "Επιβεβαίωση νέου κωδικού πρόσβασης δεν ταιριάζει με τον νέο κωδικό πρόσβασης.",
    "15": "Εάν οποιοσδήποτε από τους διακομιστές σας υποστηρίζει δημιουργία αντιγράφων ασφαλείας, θα λαμβάνετε μια ειδοποίηση ηλεκτρονικού ταχυδρομείου κάθε φορά που ολοκληρώνεται επιτυχώς ένα αντίγραφο ασφαλείας.",
    "17": "Εάν οποιοσδήποτε από τους διακομιστές σας υποστηρίζει δημιουργία αντιγράφων ασφαλείας, θα λάβετε ειδοποίηση ηλεκτρονικού ταχυδρομείου εάν ένα αντίγραφο ασφαλείας αποτύχει να ολοκληρωθεί ή προκύψει σφάλμα κατά τη διαδικασία δημιουργίας αντιγράφου ασφαλείας.",
    "18": "Ενημέρωση ρυθμίσεων προφίλ",
    "58": "Για να διασφαλίσετε την ασφάλεια του λογαριασμού σας, πρέπει να ενεργοποιήσετε τον έλεγχο ταυτότητας δύο παραγόντων πριν μπορέσετε να συνεχίσετε. Το σύστημά μας υποστηρίζει τον έλεγχο ταυτότητας δύο παραγόντων με βάση την εφαρμογή TOTP, ο οποίος σας επιτρέπει να χρησιμοποιείτε εφαρμογές όπως το Google Authenticator ή το Authy για τη δημιουργία κωδικών πρόσβασης μίας χρήσης με βάση το χρόνο. Επιπλέον, υποστηρίζουμε τον έλεγχο ταυτότητας YubiKey OTP, ο οποίος σας επιτρέπει να χρησιμοποιείτε μια συσκευή YubiKey για τη δημιουργία ασφαλών κωδικών πρόσβασης μίας χρήσης.",
    "59": "Αυτό το σύστημα απαιτεί να είναι πάντα ενεργοποιημένος ο έλεγχος ταυτότητας δύο παραγόντων. Εάν τον απενεργοποιήσετε, θα πρέπει να ενεργοποιήσετε εκ νέου τον έλεγχο ταυτότητας δύο παραγόντων για να αποκτήσετε ξανά πλήρη πρόσβαση στο λογαριασμό σας.",
    "60": "Εισάγετε τον εξαψήφιο κωδικό που δημιουργείται από την εφαρμογή στο παρακάτω πεδίο.",
    "61": "Είναι σημαντικό να δημιουργήσετε ένα αντίγραφο των εφεδρικών κωδικών μιας χρήσης. Αυτοί οι κωδικοί είναι απαραίτητοι για την πρόσβαση στο λογαριασμό σας σε περίπτωση που χάσετε την πρόσβαση στη συσκευή ελέγχου ταυτότητας δύο παραγόντων. Παρακαλείστε να τους αποθηκεύσετε σε ασφαλές μέρος.",
    "62": "Ακύρωση",
    "63": "Είστε σίγουροι ότι θέλετε να απενεργοποιήσετε τον έλεγχο ταυτότητας δύο παραγόντων; Αυτή η λειτουργία ασφαλείας παρέχει ένα πρόσθετο επίπεδο προστασίας για το λογαριασμό σας. Εάν προχωρήσετε στην απενεργοποίηση, ο λογαριασμός σας θα είναι λιγότερο ασφαλής."
}