{
    "dir": "ltr",
    "1": "โปรไฟล์",
    "2": "รหัสผ่าน",
    "3": "การตรวจสอบสิทธิ์แบบสองปัจจัย",
    "4": "ห้ามเปลี่ยนชื่อและอีเมลในบัญชีนี้หากคุณต้องการเปลี่ยนรายละเอียดใด ๆ เหล่านี้ โปรดติดต่อฝ่ายสนับสนุน",
    "5": "ชื่อ",
    "6": "ที่อยู่อีเมล",
    "7": "เขตเวลา",
    "8": "ภาษา",
    "9": "ชื่อต้องอยู่ระหว่าง 3 ถึง 150 ตัวอักษรและเป็นฟิลด์ที่จำเป็น",
    "10": "ที่อยู่อีเมลต้องเป็นที่อยู่อีเมลที่ถูกต้องและเป็นช่องที่จำเป็น",
    "11": "สกุลเงินที่ต้องการ",
    "12": "เข้าสู่ระบบบัญชี",
    "13": "การแจ้งเตือนทางอีเมลจะถูกส่งไปยังที่อยู่ที่ลงทะเบียนในบัญชีนี้ทุกครั้งที่ตรวจพบการเข้าสู่ระบบ",
    "14": "สำรองข้อมูลเซิร์ฟเวอร์เสร็จ",
    "16": "ความล้มเหลวในการสำรองข้อมูล",
    "19": "อัปเดตโปรไฟล์เรียบร้อยแล้ว",
    "20": "รหัสผ่านปัจจุบัน",
    "21": "รหัสผ่านใหม่",
    "22": "รหัสผ่านปัจจุบันเป็นฟิลด์ที่จำเป็น",
    "23": "รหัสผ่านใหม่ต้องมีความยาว 10 ตัวอักษรขึ้นไป และมีตัวอักษรตัวพิมพ์เล็กอย่างน้อยหนึ่งตัวอักษรตัวพิมพ์ใหญ่หนึ่งตัวเลขและอักขระพิเศษหนึ่งตัว",
    "24": "อัปเดตรหัสผ่านบัญชีเรียบร้อยแล้ว",
    "25": "อัปเดตรหัสผ่านบัญชี",
    "26": "ใช้แอป TOTP",
    "27": "การตรวจสอบสิทธิ์แบบสองปัจจัยที่ใช้แอปจะใช้อุปกรณ์มือถือของคุณเพื่อเพิ่มชั้นความปลอดภัยเพิ่มเติมให้กับบัญชีของคุณ",
    "28": "ติดตั้งแอพตรวจสอบความถูกต้อง OTP เช่น Authy, 2FAS, Google Authenticator บนอุปกรณ์มือถือของคุณ",
    "29": "สแกนรหัส QR หรือป้อนรหัสลับของคุณลงในแอพด้วยตนเอง",
    "30": "ป้อนรหัสหกหลักที่แอปตรวจสอบความถูกต้องให้",
    "31": "เปิดใช้งาน TOTP ตามแอป",
    "32": "ยูบิคีย์โอทีพี",
    "33": "คลิกที่ฟิลด์ด้านล่าง แทรก YubiKey ของคุณแล้วแตะ",
    "34": "เปิดใช้งาน YubiKey",
    "35": "การตรวจสอบสิทธิ์แบบสองปัจจัยถูกเปิดใช้งานในบัญชีนี้สามารถปิดใช้งานได้โดยใช้ปุ่มปิดใช้งาน",
    "36": "ปิดใช้งาน",
    "37": "รหัสสำรอง",
    "38": "รหัสสำรองข้อมูลแบบใช้ครั้งเดียวต่อไปนี้มีให้ใช้งาน:",
    "39": "รหัสเปิดใช้งานไม่ถูกต้องหรือหมดอายุ",
    "40": "เปิดใช้งานการรับรองความถูกต้องสองปัจจัยเรียบร้อยแล้ว",
    "41": "การยืนยันตัวตนแบบสองปัจจัยถูกปิดใช้งานเรียบร้อยแล้ว",
    "42": "ล้มเหลวในการปิดใช้งานการตรวจสอบสิทธิ์แบบสองปัจจัย",
    "43": "การแบ่งปัน",
    "44": "โทเค็นการเข้าถึงช่วยให้คุณสามารถขอเข้าถึงกลุ่มเซิร์ฟเวอร์ เซิร์ฟเวอร์ หรือคีย์ SSH อื่น ๆ ภายในระบบหากคุณรู้จักผู้ใช้รายอื่นที่มีบัญชีเพียงสร้างโทเค็นและส่งไปยังพวกเขาจากนั้นพวกเขาสามารถใช้โทเค็นเพื่อกำหนดคุณไปยังทรัพยากรที่เฉพาะเจาะจง",
    "45": "ไม่พบโทเค็นการเข้าถึง",
    "46": "สร้างโทเค็น",
    "47": "ลบโทเค็น",
    "48": "สร้างโทเค็นเรียบร้อยแล้ว",
    "49": "โทเค็นลบเรียบร้อยแล้ว",
    "50": "Yubico OTP เป็นกลไกการรับรองความถูกต้องที่เรียบง่าย แต่แข็งแกร่งซึ่งได้รับการสนับสนุนโดย YubiKeys ทุกคนจากกล่อง",
    "51": "การแจ้งเตือน",
    "52": "เพื่อความปลอดภัยของบัญชีของคุณเราขอแนะนำให้อัปเดตรหัสผ่านของคุณเป็นประจำกรุณาป้อนรหัสผ่านปัจจุบันของคุณ ตามด้วยรหัสผ่านใหม่ของคุณและยืนยันรหัสผ่านใหม่ในฟิลด์ที่ให้ไว้อย่าลืมเลือกรหัสผ่านที่แข็งแกร่งซึ่งรวมถึงตัวอักษรตัวเลขและอักขระพิเศษที่ผสมผสานกัน",
    "53": "เปลี่ยนรหัสผ่าน",
    "54": "รายละเอียดส่วนบุคคล",
    "55": "เพื่อให้บัญชีของคุณปลอดภัยยิ่งขึ้น เราขอเสนอการตรวจสอบสิทธิ์แบบสองปัจจัยบนแอป TOTP และการรับรองความถูกต้อง YubiKey OTPใช้อุปกรณ์มือถือของคุณสำหรับการตรวจสอบสิทธิ์แบบสองปัจจัยบนแอพเพื่อเพิ่มชั้นความปลอดภัยเพิ่มเติม หรือใช้ YubiKey สำหรับการตรวจสอบรหัสผ่านแบบครั้งเดียวเพื่อปกป้องบัญชีของคุณเลือกตัวเลือกใดตัวเลือกหนึ่งเพื่อให้แน่ใจว่าบัญชีของคุณยังคงได้รับการปกป้องจากการเข้าถึงโดยไม่ได้รับอนุญาต",
    "56": "ยืนยันรหัสผ่านใหม่",
    "57": "ยืนยันรหัสผ่านใหม่ไม่ตรงกับรหัสผ่านใหม่",
    "15": "หากเซิร์ฟเวอร์ใดของคุณรองรับการสำรองข้อมูล คุณจะได้รับการแจ้งเตือนทางอีเมลทุกครั้งที่การสำรองข้อมูลเสร็จสมบูรณ์",
    "17": "หากเซิร์ฟเวอร์ใดของคุณสนับสนุนการสำรองข้อมูล คุณจะได้รับการแจ้งเตือนทางอีเมลหากการสำรองข้อมูลล้มเหลวหรือเกิดข้อผิดพลาดในระหว่างกระบวนการสำรองข้อมูล",
    "18": "อัปเดตการตั้งค่าโปรไฟล์",
    "58": "เพื่อให้แน่ใจว่าบัญชีของคุณมีความปลอดภัยคุณต้องเปิดใช้งานการตรวจสอบสิทธิ์แบบสองปัจจัยก่อนที่คุณจะสามารถดำเนินการต่อได้ระบบของเรารองรับการยืนยันตัวตนแบบสองปัจจัยบนแอป TOTP ซึ่งช่วยให้คุณสามารถใช้แอพเช่น Google Authenticator หรือ Authy เพื่อสร้างรหัสผ่านแบบครั้งเดียวตามเวลาได้นอกจากนี้เรายังสนับสนุนการรับรองความถูกต้อง YubiKey OTP ช่วยให้คุณสามารถใช้อุปกรณ์ YubiKey เพื่อสร้างรหัสผ่านแบบครั้งเดียวที่ปลอดภัย",
    "59": "ระบบนี้ต้องการการตรวจสอบสิทธิ์แบบสองปัจจัยเพื่อเปิดใช้งานตลอดเวลาหากคุณปิดใช้งานคุณจะต้องเปิดใช้งานการรับรองความถูกต้องแบบสองปัจจัยอีกครั้งเพื่อเข้าถึงบัญชีของคุณได้เต็มที่",
    "60": "ป้อนรหัสหกหลักที่สร้างโดยแอพในฟิลด์ด้านล่าง",
    "61": "สิ่งสำคัญคือต้องทำสำเนารหัสสำรองข้อมูลแบบครั้งเดียวของคุณรหัสเหล่านี้จำเป็นสำหรับการเข้าถึงบัญชีของคุณในกรณีที่คุณสูญเสียการเข้าถึงอุปกรณ์ตรวจสอบสิทธิ์แบบสองปัจจัยโปรดเก็บไว้ในที่ปลอดภัย",
    "62": "ยกเลิก",
    "63": "คุณแน่ใจหรือไม่ว่าต้องการปิดใช้งานการรับรองความถูกต้องแบบสองปัจจัยคุณลักษณะความปลอดภัยนี้ให้ชั้นการป้องกันเพิ่มเติมสำหรับบัญชีของคุณหากคุณดำเนินการปิดใช้งานบัญชีของคุณจะปลอดภัยน้อยลง"
}