{
    "dir": "ltr",
    "1": "প্রোফাইল",
    "2": "পাসওয়ার্ড",
    "3": "দ্বি-ফ্যাক্টর প্রমা",
    "4": "এই অ্যাকাউন্টে নাম ও ইমেল পরিবর্তন নিষিদ্ধ। আপনি যদি এই বিবরণ পরিবর্তন করতে চান তবে সহায়তার সাথে যোগাযোগ করুন।",
    "5": "নাম",
    "6": "ইমেল ঠিকানা",
    "7": "টাইমজোন",
    "8": "ভাষা",
    "9": "নাম অবশ্যই 3 থেকে 150 অক্ষরের মধ্যে থাকতে হবে এবং এটি একটি প্রয়োজনীয় ক্ষেত্র।",
    "10": "ইমেল ঠিকানা অবশ্যই একটি বৈধ ইমেল ঠিকানা হতে হবে এবং এটি একটি প্রয়োজনীয় ক্ষেত্র।",
    "11": "পছন্দের মুদ্রা",
    "12": "অ্যাকাউন্ট লগইন",
    "13": "প্রতিবার লগইন সনাক্ত করার সময় এই অ্যাকাউন্টে নিবন্ধিত ঠিকানায় একটি ইমেল বিজ্ঞপ্তি পাঠানো হবে।",
    "14": "সার্ভার ব্যাকআপ সম্পূর্ণ",
    "16": "সার্ভার ব্যাকআপ ফেল",
    "19": "প্রোফাইল সফলভাবে আপডেট",
    "20": "বর্তমান পাসওয়ার্ড",
    "21": "নতুন পাসওয়ার্ড",
    "22": "বর্তমান পাসওয়ার্ড একটি প্রয়োজনীয় ক্ষেত্র।",
    "23": "নতুন পাসওয়ার্ড অবশ্যই দৈর্ঘ্যের 10 বা ততোধিক অক্ষর হতে হবে এবং এতে কমপক্ষে একটি ছোট অক্ষর, একটি বড় অক্ষর, একটি সংখ্যা এবং একটি বিশেষ অক্ষর থাকতে হবে।",
    "24": "অ্যাকাউন্ট পাসওয়ার্ড সফলভাবে",
    "25": "অ্যাকাউন্ট পাসওয়ার্ড",
    "26": "TOTP অ্যাপ ভিত্তিক",
    "27": "অ্যাপ-ভিত্তিক দুই ফ্যাক্টর প্রমাণীকরণ আপনার অ্যাকাউন্টে সুরক্ষার একটি অতিরিক্ত স্তর যুক্ত করতে আপনার মোবাইল ডিভাইস ব্যবহার",
    "28": "আপনার মোবাইল ডিভাইসে অথি, 2 এফএএস, গুগল প্রমাণীকরণের মতো একটি OTP প্রমাণীকরণ অ্যাপ ইনস্টল করুন।",
    "29": "কিউআর কোডটি স্ক্যান করুন বা ম্যানুয়ালি অ্যাপে আপনার গোপন কোডটি ইনপুট করুন।",
    "30": "প্রমাণীকরণকারী অ্যাপটি সরবরাহ করে এমন ছয় অঙ্কের কোডটি ইনপুট করুন।",
    "31": "অ্যাপ ভিত্তিক TOTP সক্রিয় করুন",
    "32": "ইউবিকি ওটিপি",
    "33": "নীচের ক্ষেত্রটিতে ক্লিক করুন, আপনার ইউবিকি সন্নিবেশ করান এবং এটি আলতো চাপুন।",
    "34": "ইউবিকি সক্রিয় করুন",
    "35": "এই অ্যাকাউন্টে দুই ফ্যাক্টর প্রমাণীকরণ সক্রিয় করা হয়েছে এটি নিষ্ক্রিয় বোতাম ব্যবহার করে নিষ্ক্রিয় করা যেতে পারে।",
    "36": "নিষ্ক্রিয় করুন",
    "37": "ব্যাকআপ কোড",
    "38": "নিম্নলিখিত একক ব্যবহারের ব্যাকআপ কোডগুলি উপলব্ধ:",
    "39": "অ্যাক্টিভেশন কোডটি ভুল বা মেয়াদ শেষ হয়েছে।",
    "40": "দুই ফ্যাক্টর প্রমাণীকরণ সফলভাবে",
    "41": "দুই ফ্যাক্টর প্রমাণীকরণ সফলভাবে নিষ্",
    "42": "দুই ফ্যাক্টর প্রমাণীকরণ নিষ্ক্রিয় করতে ব্যর্থ",
    "43": "শেয়ারিং",
    "44": "অ্যাক্সেস টোকেন আপনাকে সিস্টেমের মধ্যে অন্যান্য সার্ভার গ্রুপ, সার্ভার বা এসএসএইচ কীগুলিতে অ্যাক্সেসের অনুরোধ করতে সক্ষম করে। আপনি যদি কোনও অ্যাকাউন্ট সহ অন্য ব্যবহারকারীকে জানেন তবে কেবল একটি টোকেন তৈরি করুন এবং তাদের কাছে পাঠান। তারপরে তারা আপনাকে একটি নির্দিষ্ট সংস্থানে বরাদ্দ করতে টোকেন ব্যবহার করতে পারে।",
    "45": "কোন অ্যাক্সেস টোকেন পাওয়া যায়",
    "46": "টোকেন তৈরি করুন",
    "47": "টোকেন মুছুন",
    "48": "টোকেন সফলভাবে তৈরি করা হয়েছে।",
    "49": "টোকেন সফলভাবে মুছে ফেলা",
    "50": "ইউবিকো ওটিপি একটি সহজ কিন্তু শক্তিশালী প্রমাণীকরণ প্রক্রিয়া যা বাক্সের বাইরে সমস্ত ইউবিকেই দ্বারা সমর্থিত।",
    "51": "বিজ্ঞপ্তি",
    "52": "আপনার অ্যাকাউন্টের সুরক্ষা নিশ্চিত করতে, আমরা আপনার পাসওয়ার্ড নিয়মিত আপডেট করার পরামর্শ দিই অনুগ্রহ করে আপনার বর্তমান পাসওয়ার্ড লিখুন, তারপরে আপনার নতুন পাসওয়ার্ড লিখুন এবং প্রদত্ত ক্ষেত্রগুলিতে নতুন পাসওয়ার্ডটি নিশ্চিত করুন। অক্ষর, সংখ্যা এবং বিশেষ অক্ষরের মিশ্রণ অন্তর্ভুক্ত একটি শক্তিশালী পাসওয়ার্ড চয়ন করতে ভুলবেন না।",
    "53": "পাসওয়ার্ড পরিবর্তন",
    "54": "ব্যক্তিগত বিবরণ",
    "55": "আপনার অ্যাকাউন্টটি আরও সুরক্ষিত করতে, আমরা TOTP অ্যাপ-ভিত্তিক দুই ফ্যাক্টর প্রমাণীকরণ এবং YubiKey OTP প্রমাণীকরণ অফার করি নিরাপত্তার একটি অতিরিক্ত স্তর যুক্ত করতে অ্যাপ-ভিত্তিক দ্বি-ফ্যাক্টর প্রমাণীকরণের জন্য আপনার মোবাইল ডিভাইসটি ব্যবহার করুন, অথবা আপনার অ্যাকাউন্ট সুরক্ষার জন্য এককালীন পাসওয়ার্ড প্রমাণ আপনার অ্যাকাউন্ট অননুমোদিত অ্যাক্সেসের বিরুদ্ধে সুরক্ষিত রয়েছে তা নিশ্চিত করার জন্য",
    "56": "নতুন পাসওয়ার্ড নিশ্চিত করুন",
    "57": "নিশ্চিত করুন নতুন পাসওয়ার্ড নতুন পাসওয়ার্ডের সাথে মেলে না।",
    "15": "যদি আপনার কোনও সার্ভার ব্যাকআপ সমর্থন করে তবে প্রতিবার ব্যাকআপ সফলভাবে সম্পন্ন হওয়ার সময় আপনি একটি ইমেল বিজ্ঞপ্তি পাবেন।",
    "17": "যদি আপনার কোনও সার্ভার ব্যাকআপ সমর্থন করে তবে ব্যাকআপ সম্পূর্ণ করতে ব্যর্থ হলে বা ব্যাকআপ প্রক্রিয়া চলাকালীন কোনও ত্রুটি ঘটে তবে আপনি একটি ইমেল বিজ্ঞপ্তি পাবেন।",
    "18": "প্রোফাইল সেটিং আপডেট"
}