{
    "dir": "ltr",
    "1": "Profil",
    "2": "Jelszó",
    "3": "Kétfaktoros hitelesítés",
    "4": "A név és az e-mail cím megváltoztatása tilos ezen a fiókon. Ha meg szeretné változtatni ezeket az adatokat, lépjen kapcsolatba az ügyfélszolgálattal.",
    "5": "Név",
    "6": "E-mail cím",
    "7": "Időzóna",
    "8": "Nyelv",
    "9": "A névnek 3 és 150 karakter között kell lennie, és kötelezően kitöltendő mező.",
    "10": "Az e-mail címnek érvényes e-mail címnek kell lennie, és kötelezően kitöltendő mező.",
    "11": "Kedvelt pénznem",
    "12": "Fiók bejelentkezés",
    "13": "Minden bejelentkezés észlelésekor e-mail értesítést küldünk a fiók regisztrált címére.",
    "14": "Kiszolgáló biztonsági mentése befejeződött",
    "16": "Kiszolgáló biztonsági mentés hibája",
    "19": "A profil sikeresen frissült.",
    "20": "Jelenlegi jelszó",
    "21": "Új jelszó",
    "22": "Az aktuális jelszó kötelezően kitöltendő mező.",
    "23": "Az új jelszónak legalább 10 vagy több karakter hosszúságúnak kell lennie, és legalább egy kisbetűt, egy nagybetűt, egy számjegyet és egy speciális karaktert kell tartalmaznia.",
    "24": "A fiók jelszava sikeresen frissült.",
    "25": "Fiók jelszó frissítése",
    "26": "TOTP App alapú",
    "27": "Az alkalmazásalapú kétfaktoros hitelesítés az Ön mobileszközét használja, hogy egy extra biztonsági réteget adjon a fiókjához.",
    "28": "Telepítsen egy OTP-hitelesítő alkalmazást, például Authy, 2FAS, Google Authenticator a mobileszközére.",
    "29": "Szkennelje be a QR-kódot, vagy adja meg manuálisan a titkos kódot az alkalmazásban.",
    "30": "Írja be a hatjegyű kódot, amelyet a hitelesítő alkalmazás ad meg.",
    "31": "Alkalmazás alapú TOTP aktiválása",
    "32": "YubiKey OTP",
    "33": "Kattintson az alábbi mezőre, helyezze be a YubiKey-t, és koppintson rá.",
    "34": "Aktiválja a YubiKey-t",
    "35": "a kétfaktoros hitelesítés engedélyezve van ezen a fiókon. A deaktiválás gombbal kikapcsolható.",
    "36": "A  deaktiválása",
    "37": "Biztonsági kódok",
    "38": "A következő egyszer használatos biztonsági kódok állnak rendelkezésre:",
    "39": "Az aktiváló kód vagy hibás, vagy lejárt.",
    "40": "A kétfaktoros hitelesítés sikeresen aktiválva.",
    "41": "A kétfaktoros hitelesítés sikeresen deaktiválva.",
    "42": "A kétfaktoros hitelesítés deaktiválása nem sikerült.",
    "43": "Megosztás",
    "44": "A hozzáférési tokenek lehetővé teszik, hogy hozzáférést kérjen más kiszolgálócsoportokhoz, kiszolgálókhoz vagy SSH-kulcsokhoz a rendszeren belül. Ha ismer egy másik fiókkal rendelkező felhasználót, egyszerűen generáljon egy tokent, és küldje el neki. Ők aztán a token segítségével hozzárendelhetik Önt egy adott erőforráshoz.",
    "45": "Nem találtak hozzáférési tokeneket",
    "46": "Token generálása",
    "47": "Token törlése",
    "48": "Token sikeresen létrehozva.",
    "49": "Token sikeresen törölve.",
    "50": "A Yubico OTP egy egyszerű, mégis erős hitelesítési mechanizmus, amelyet minden YubiKey alapból támogat.",
    "51": "Értesítések",
    "52": "Fiókja biztonsága érdekében javasoljuk, hogy rendszeresen frissítse jelszavát. Kérjük, adja meg jelenlegi jelszavát, majd az új jelszót, és erősítse meg az új jelszót a megadott mezőkben. Ne feledje, hogy olyan erős jelszót válasszon, amely betűk, számok és speciális karakterek keverékét tartalmazza.",
    "53": "Jelszó módosítása",
    "54": "Személyes adatok",
    "55": "Számlája további védelme érdekében kínálunk TOTP alkalmazás alapú kétfaktoros hitelesítést és YubiKey OTP hitelesítést. Használja mobileszközét az alkalmazás alapú kétfaktoros hitelesítéshez, hogy a biztonság egy további szintjét növelje, vagy használja a YubiKey-t az egyszeri jelszavas hitelesítéshez, hogy megvédje számláját. Válassza bármelyik lehetőséget, hogy számlája védve maradjon a jogosulatlan hozzáféréssel szemben.",
    "56": "Új jelszó megerősítése",
    "57": "Az új jelszó megerősítése nem egyezik az új jelszóval.",
    "15": "Ha valamelyik szervere támogatja a biztonsági mentést, akkor minden egyes sikeres biztonsági mentésről e-mail értesítést kap.",
    "17": "Ha valamelyik szervere támogatja a biztonsági mentést, e-mail értesítést kap, ha a biztonsági mentés nem sikerül befejezni, vagy hiba lép fel a mentési folyamat során.",
    "18": "Profilbeállítások frissítése"
}