{
    "dir": "ltr",
    "1": "Profilo",
    "2": "Password",
    "3": "Autenticazione a due fattori",
    "4": "La modifica del nome e dell'e-mail è vietata su questo account. Se si desidera modificare uno qualsiasi di questi dati, contattare l'assistenza.",
    "5": "Nome",
    "6": "Indirizzo e-mail",
    "7": "Fuso orario",
    "8": "Lingua",
    "9": "Il nome deve essere compreso tra 3 e 150 caratteri ed è un campo obbligatorio.",
    "10": "L'indirizzo e-mail deve essere un indirizzo e-mail valido ed è un campo obbligatorio.",
    "11": "Valuta preferita",
    "12": "Accesso al conto",
    "13": "Ogni volta che viene rilevato un accesso, viene inviata una notifica via e-mail all'indirizzo registrato su questo account.",
    "14": "Backup del server completato",
    "16": "Guasto del backup del server",
    "19": "Profilo aggiornato con successo.",
    "20": "Password corrente",
    "21": "Nuova password",
    "22": "La password corrente è un campo obbligatorio.",
    "23": "La nuova password deve essere composta da 10 o più caratteri e contenere almeno una lettera minuscola, una lettera maiuscola, una cifra e un carattere speciale.",
    "24": "La password dell'account è stata aggiornata con successo.",
    "25": "Aggiornare la password dell'account",
    "26": "App basata su TOTP",
    "27": "L'autenticazione a due fattori basata su app utilizza il vostro dispositivo mobile per aggiungere un ulteriore livello di sicurezza al vostro account.",
    "28": "Installare un'applicazione di autenticazione OTP come Authy, 2FAS, Google Authenticator sul proprio dispositivo mobile.",
    "29": "Scansionate il codice QR o inserite manualmente il vostro codice segreto nell'app.",
    "30": "Immettere il codice a sei cifre fornito dall'app Autenticatore.",
    "31": "Attivare il TOTP basato su app",
    "32": "YubiKey OTP",
    "33": "Fare clic sul campo sottostante, inserire la YubiKey e toccare.",
    "34": "Attivare YubiKey",
    "35": "l'autenticazione a due fattori è attivata su questo account. È possibile disattivarla utilizzando il pulsante di disattivazione.",
    "36": "Disattivare",
    "37": "Codici di backup",
    "38": "Sono disponibili i seguenti codici di backup monouso:",
    "39": "Il codice di attivazione non è corretto o è scaduto.",
    "40": "L'autenticazione a due fattori è stata attivata con successo.",
    "41": "L'autenticazione a due fattori è stata disattivata con successo.",
    "42": "Impossibile disattivare l'autenticazione a due fattori.",
    "43": "Condivisione",
    "44": "I token di accesso consentono di richiedere l'accesso ad altri gruppi di server, server o chiavi SSH all'interno del sistema. Se si conosce un altro utente con un account, è sufficiente generare un token e inviarglielo. Il token può essere utilizzato per assegnare l'utente a una risorsa specifica.",
    "45": "Nessun gettone di accesso trovato",
    "46": "Generare il gettone",
    "47": "Cancellare il gettone",
    "48": "Il token è stato creato con successo.",
    "49": "Token cancellato con successo.",
    "50": "Yubico OTP è un meccanismo di autenticazione semplice ma forte, supportato da tutte le YubiKey.",
    "51": "Notifiche",
    "52": "Per garantire la sicurezza del vostro account, vi consigliamo di aggiornare regolarmente la vostra password. Inserite la vostra password attuale, seguita dalla nuova password e confermate la nuova password negli appositi campi. Ricordate di scegliere una password forte che includa un mix di lettere, numeri e caratteri speciali.",
    "53": "Modifica della password",
    "54": "Dettagli personali",
    "55": "Per proteggere ulteriormente il vostro conto, offriamo l'autenticazione a due fattori basata sull'app TOTP e l'autenticazione OTP con YubiKey. Utilizzate il vostro dispositivo mobile per l'autenticazione a due fattori basata sull'app per aggiungere un ulteriore livello di sicurezza, oppure utilizzate una YubiKey per l'autenticazione con una sola password per salvaguardare il vostro conto. Scegliete una delle due opzioni per assicurarvi che il vostro conto rimanga protetto da accessi non autorizzati.",
    "56": "Conferma la nuova password",
    "57": "La conferma della nuova password non corrisponde alla nuova password.",
    "15": "Se uno dei vostri server supporta i backup, riceverete una notifica via e-mail ogni volta che un backup viene completato con successo.",
    "17": "Se uno dei vostri server supporta i backup, riceverete una notifica via e-mail se un backup non viene completato o se si verifica un errore durante il processo di backup.",
    "18": "Aggiornare le impostazioni del profilo",
    "58": "Per garantire la sicurezza dell'account, è necessario attivare l'autenticazione a due fattori prima di poter continuare. Il nostro sistema supporta l'autenticazione a due fattori basata su app TOTP, che consente di utilizzare app come Google Authenticator o Authy per generare password monouso a tempo. Inoltre, supportiamo l'autenticazione YubiKey OTP, che consente di utilizzare un dispositivo YubiKey per generare password monouso sicure.",
    "59": "Questo sistema richiede che l'autenticazione a due fattori sia sempre attiva. Se la disattivate, dovrete riattivare l'autenticazione a due fattori per riottenere l'accesso completo al vostro account.",
    "60": "Inserite il codice a sei cifre generato dall'applicazione nel campo sottostante.",
    "61": "È importante fare una copia dei codici di backup una tantum. Questi codici sono essenziali per accedere al proprio account in caso di perdita dell'accesso al dispositivo di autenticazione a due fattori. Conservarli in un luogo sicuro.",
    "62": "Annullamento",
    "63": "Siete sicuri di voler disattivare l'autenticazione a due fattori? Questa funzione di sicurezza fornisce un ulteriore livello di protezione al vostro account. Se procedete alla disattivazione, il vostro account sarà meno sicuro."
}