{
    "dir": "ltr",
    "1": "Hồ sơ",
    "2": "Mật khẩu",
    "3": "Xác thực hai yếu tố",
    "4": "Thay đổi tên và email bị cấm trên tài khoản này. Nếu bạn muốn thay đổi bất kỳ chi tiết nào trong số này, hãy liên hệ với bộ phận hỗ trợ.",
    "5": "Tên",
    "6": "Địa chỉ Email",
    "7": "Múi giờ",
    "8": "Ngôn ngữ",
    "9": "Tên phải từ 3 đến 150 ký tự và là một trường bắt buộc.",
    "10": "Địa chỉ Email phải là một địa chỉ email hợp lệ và là một trường bắt buộc.",
    "11": "Tiền tệ ưu tiên",
    "12": "Đăng nhập tài khoản",
    "13": "Thông báo qua email sẽ được gửi đến địa chỉ đã đăng ký trên tài khoản này mỗi khi phát hiện đăng nhập.",
    "14": "Sao lưu máy chủ hoàn tất",
    "16": "Lỗi sao lưu máy chủ",
    "19": "Hồ sơ được cập nhật thành công.",
    "20": "Mật khẩu hiện tại",
    "21": "Mật khẩu mới",
    "22": "Mật khẩu hiện tại là một trường bắt buộc.",
    "23": "Mật khẩu mới phải có độ dài từ 10 ký tự trở lên và chứa ít nhất một chữ thường, một chữ hoa, một chữ số và một ký tự đặc biệt.",
    "24": "Mật khẩu tài khoản được cập nhật thành công.",
    "25": "Cập nhật mật khẩu tài khoản",
    "26": "Dựa trên ứng dụng TOTP",
    "27": "Xác thực hai yếu tố dựa trên ứng dụng sử dụng thiết bị di động của bạn để thêm một lớp bảo mật bổ sung cho tài khoản của bạn.",
    "28": "Cài đặt ứng dụng xác thực OTP như Authy, 2FAS, Google Authenticator trên thiết bị di động của bạn.",
    "29": "Quét mã QR hoặc nhập thủ công mã bí mật của bạn vào ứng dụng.",
    "30": "Nhập mã gồm sáu chữ số mà ứng dụng xác thực cung cấp.",
    "31": "Kích hoạt TOTP dựa trên ứng dụng",
    "32": "YubiKey OTP",
    "33": "Nhấp vào trường bên dưới, chèn YubiKey của bạn và nhấn vào nó.",
    "34": "Kích hoạt YubiKey",
    "35": "xác thực hai yếu tố được kích hoạt trên tài khoản này. Nó có thể bị vô hiệu hóa bằng cách sử dụng nút hủy kích hoạt.",
    "36": "Hủy kích hoạt",
    "37": "Mã dự phòng",
    "38": "Các mã dự phòng sử dụng một lần sau đây có sẵn:",
    "39": "Mã kích hoạt không chính xác hoặc đã hết hạn.",
    "40": "Xác thực hai yếu tố được kích hoạt thành công.",
    "41": "Xác thực hai yếu tố đã bị vô hiệu hóa thành công.",
    "42": "Không thể hủy kích hoạt xác thực hai yếu tố.",
    "43": "Chia sẻ",
    "44": "Mã thông báo truy cập cho phép bạn yêu cầu quyền truy cập vào các nhóm máy chủ, máy chủ hoặc khóa SSH khác trong hệ thống. Nếu bạn biết một người dùng khác có tài khoản, chỉ cần tạo mã thông báo và gửi nó cho họ. Sau đó, họ có thể sử dụng mã thông báo để gán cho bạn một tài nguyên cụ thể.",
    "45": "Không tìm thấy mã thông báo truy cập",
    "46": "Tạo mã thông báo",
    "47": "Xóa mã thông báo",
    "48": "Mã thông báo được tạo thành công.",
    "49": "Token đã bị xóa thành công.",
    "50": "Yubico OTP là một cơ chế xác thực đơn giản nhưng mạnh mẽ được hỗ trợ bởi tất cả YubiKeys ngay lập tức.",
    "51": "Thông báo",
    "52": "Để đảm bảo tính bảo mật cho tài khoản của bạn, chúng tôi khuyên bạn nên cập nhật mật khẩu của bạn thường xuyên. Vui lòng nhập mật khẩu hiện tại của bạn, theo sau là mật khẩu mới của bạn và xác nhận mật khẩu mới trong các trường được cung cấp. Hãy nhớ chọn một mật khẩu mạnh bao gồm hỗn hợp các chữ cái, số và ký tự đặc biệt.",
    "53": "Thay đổi mật khẩu",
    "54": "Chi tiết cá nhân",
    "55": "Để bảo mật hơn nữa tài khoản của bạn, chúng tôi cung cấp xác thực hai yếu tố dựa trên ứng dụng TOTP và xác thực YubiKey OTP. Sử dụng thiết bị di động của bạn để xác thực hai yếu tố dựa trên ứng dụng để thêm một lớp bảo mật bổ sung hoặc sử dụng YubiKey để xác thực mật khẩu một lần để bảo vệ tài khoản của bạn. Chọn một trong hai tùy chọn để đảm bảo tài khoản của bạn vẫn được bảo vệ khỏi truy cập trái phép.",
    "56": "Xác nhận mật khẩu mới",
    "57": "Xác nhận mật khẩu mới không khớp với mật khẩu mới.",
    "15": "Nếu bất kỳ máy chủ nào của bạn hỗ trợ sao lưu, bạn sẽ nhận được thông báo qua email mỗi khi sao lưu hoàn thành thành công.",
    "17": "Nếu bất kỳ máy chủ nào của bạn hỗ trợ sao lưu, bạn sẽ nhận được thông báo qua email nếu sao lưu không hoàn tất hoặc xảy ra lỗi trong quá trình sao lưu.",
    "18": "Cập nhật cài đặt hồ sơ",
    "58": "Để đảm bảo tính bảo mật cho tài khoản của bạn, bạn phải kích hoạt xác thực hai yếu tố trước khi có thể tiếp tục. Hệ thống của chúng tôi hỗ trợ xác thực hai yếu tố dựa trên ứng dụng TOTP, cho phép bạn sử dụng các ứng dụng như Google Authenticator hoặc Authy để tạo mật khẩu một lần dựa trên thời gian. Ngoài ra, chúng tôi hỗ trợ xác thực YubiKey OTP, cho phép bạn sử dụng thiết bị YubiKey để tạo mật khẩu an toàn một lần.",
    "59": "Hệ thống này yêu cầu xác thực hai yếu tố phải được bật mọi lúc. Nếu bạn hủy kích hoạt nó, bạn sẽ cần kích hoạt lại xác thực hai yếu tố để lấy lại quyền truy cập đầy đủ vào tài khoản của mình.",
    "60": "Nhập mã gồm sáu chữ số được tạo bởi ứng dụng vào trường bên dưới.",
    "61": "Điều quan trọng là tạo một bản sao của mã dự phòng một lần của bạn. Những mã này rất cần thiết để truy cập tài khoản của bạn trong trường hợp bạn mất quyền truy cập vào thiết bị xác thực hai yếu tố của mình. Vui lòng lưu trữ chúng ở một nơi an toàn.",
    "62": "Hủy",
    "63": "Bạn có chắc chắn muốn hủy kích hoạt xác thực hai yếu tố không? Tính năng bảo mật này cung cấp một lớp bảo vệ bổ sung cho tài khoản của bạn. Nếu bạn tiến hành hủy kích hoạt, tài khoản của bạn sẽ kém an toàn hơn."
}