{
    "dir": "ltr",
    "1": "Профіль",
    "2": "Пароль",
    "3": "Двофакторна автентифікація",
    "4": "У цьому акаунті заборонено змінювати ім'я та електронну пошту. Якщо ви бажаєте змінити будь-яку з цих даних, зверніться до служби підтримки.",
    "5": "Ім'я",
    "6": "Адреса електронної пошти",
    "7": "Часовий пояс",
    "8": "Мова",
    "9": "Ім'я повинно містити від 3 до 150 символів і є обов'язковим полем.",
    "10": "Адреса електронної пошти повинна бути дійсною і є обов'язковим полем.",
    "11": "Бажана валюта",
    "12": "Логін для входу в обліковий запис",
    "13": "Щоразу, коли буде виявлено вхід до облікового запису, на зареєстровану в ньому адресу буде надіслано повідомлення електронною поштою.",
    "14": "Резервне копіювання сервера завершено",
    "16": "Збій резервного копіювання сервера",
    "19": "Профіль успішно оновлено.",
    "20": "Поточний пароль",
    "21": "Новий пароль",
    "22": "Поточний пароль - обов'язкове поле.",
    "23": "Новий пароль повинен складатися з 10 або більше символів і містити принаймні одну малу літеру, одну велику літеру, одну цифру та один спеціальний символ.",
    "24": "Пароль облікового запису успішно оновлено.",
    "25": "Оновити пароль облікового запису",
    "26": "TOTP на основі додатків",
    "27": "Двофакторна автентифікація на основі додатків використовує ваш мобільний пристрій, щоб додати додатковий рівень безпеки до вашого облікового запису.",
    "28": "Встановіть на свій мобільний пристрій додаток для OTP-аутентифікації, наприклад, Authy, 2FAS, Google Authenticator.",
    "29": "Відскануйте QR-код або введіть свій секретний код вручну в додаток.",
    "30": "Введіть шестизначний код, який надає програма-автентифікатор.",
    "31": "Активуйте TOTP на основі додатків",
    "32": "YubiKey OTP",
    "33": "Натисніть на поле нижче, вставте свій YubiKey і торкніться його.",
    "34": "Активуйте YubiKey",
    "35": "двофакторна автентифікація в цьому акаунті ввімкнена, її можна вимкнути за допомогою кнопки деактивації.",
    "36": "Деактивувати",
    "37": "Резервні коди",
    "38": "Доступні наступні одноразові резервні коди:",
    "39": "Код активації або неправильний, або прострочений.",
    "40": "Двофакторна автентифікація успішно активована.",
    "41": "Двофакторну автентифікацію успішно деактивовано.",
    "42": "Не вдалося вимкнути двофакторну автентифікацію.",
    "43": "Поширення",
    "44": "Токени доступу дозволяють вам запитувати доступ до інших груп серверів, серверів або SSH-ключів у системі. Якщо ви знаєте іншого користувача з обліковим записом, просто згенеруйте токен і надішліть його йому. Він зможе використовувати токен, щоб призначити вас на певний ресурс.",
    "45": "Токени доступу не знайдено",
    "46": "Згенеруйте токен",
    "47": "Видалити токен",
    "48": "Токен створено успішно.",
    "49": "Токен успішно видалено.",
    "50": "Yubico OTP - це простий, але надійний механізм автентифікації, який підтримується всіма YubiKey з коробки.",
    "51": "Сповіщення",
    "52": "Щоб забезпечити безпеку вашого облікового запису, ми рекомендуємо регулярно оновлювати пароль. Будь ласка, введіть ваш поточний пароль, а потім новий пароль і підтвердіть його у відповідних полях. Не забудьте вибрати надійний пароль, який включає в себе комбінацію букв, цифр і спеціальних символів.",
    "53": "Змінити пароль",
    "54": "Особисті дані",
    "55": "Для додаткового захисту вашого облікового запису ми пропонуємо двофакторну автентифікацію на основі додатків TOTP та OTP-автентифікацію YubiKey. Використовуйте мобільний пристрій для двофакторної автентифікації на основі додатків, щоб отримати додатковий рівень безпеки, або використовуйте YubiKey для автентифікації за допомогою одноразового пароля, щоб захистити свій обліковий запис. Виберіть будь-який з цих варіантів, щоб гарантувати, що ваш обліковий запис буде захищений від несанкціонованого доступу.",
    "56": "Підтвердити новий пароль",
    "57": "Підтвердіть, що новий пароль не збігається з новим паролем.",
    "15": "Якщо будь-який з ваших серверів підтримує резервне копіювання, ви отримуватимете сповіщення на електронну пошту щоразу, коли резервне копіювання буде успішно завершено.",
    "17": "Якщо будь-який з ваших серверів підтримує резервне копіювання, ви отримаєте сповіщення на електронну пошту, якщо резервне копіювання не буде завершено або виникне помилка під час процесу резервного копіювання.",
    "18": "Оновлення налаштувань профілю",
    "58": "Щоб гарантувати безпеку вашого облікового запису, ви повинні активувати двофакторну автентифікацію, перш ніж продовжити. Наша система підтримує двофакторну автентифікацію на основі додатків TOTP, що дозволяє використовувати такі додатки, як Google Authenticator або Authy, для створення одноразових паролів на основі часу. Крім того, ми підтримуємо OTP-автентифікацію YubiKey, що дозволяє використовувати пристрій YubiKey для генерації безпечних одноразових паролів.",
    "59": "Ця система вимагає, щоб двофакторна автентифікація була постійно увімкнена. Якщо ви її вимкнете, вам потрібно буде знову увімкнути двофакторну автентифікацію, щоб відновити повний доступ до свого облікового запису.",
    "60": "Введіть шестизначний код, згенерований додатком, у поле нижче.",
    "61": "Важливо зробити копію ваших одноразових резервних кодів. Ці коди необхідні для доступу до вашого облікового запису у випадку втрати доступу до вашого пристрою двофакторної автентифікації. Зберігайте їх у безпечному місці.",
    "62": "Скасувати",
    "63": "Ви впевнені, що хочете деактивувати двофакторну автентифікацію? Ця функція безпеки забезпечує додатковий рівень захисту вашого акаунта. Якщо ви продовжите деактивацію, ваш акаунт буде менш захищеним."
}