{
    "dir": "ltr",
    "1": "प्रोफ़ाइल",
    "2": "पासवर्ड",
    "3": "दो-कारक प्रमाणीकरण",
    "4": "इस खाते पर नाम और ईमेल परिवर्तन प्रतिबंधित हैं। अगर आप इनमें से किसी भी विवरण को बदलना चाहते हैं, तो सहायता टीम से संपर्क करें।",
    "5": "नाम",
    "6": "ईमेल पता",
    "7": "टाइमज़ोन",
    "8": "भाषा",
    "9": "नाम 3 से 150 वर्णों के बीच होना चाहिए और यह एक आवश्यक फ़ील्ड है।",
    "10": "ईमेल पता एक मान्य ईमेल पता होना चाहिए और एक आवश्यक फ़ील्ड होना चाहिए।",
    "11": "पसंदीदा करेंसी",
    "12": "अकाउंट लॉगइन",
    "13": "हर बार लॉगिन का पता चलने पर इस खाते के पंजीकृत पते पर एक ईमेल सूचना भेजी जाएगी।",
    "14": "सर्वर बैकअप पूर्ण",
    "16": "सर्वर बैकअप विफलता",
    "19": "प्रोफ़ाइल सफलतापूर्वक अपडेट की गई।",
    "20": "मौज़ूदा पासवर्ड",
    "21": "नया पासवर्ड",
    "22": "मौज़ूदा पासवर्ड एक आवश्यक फ़ील्ड है।",
    "23": "नए पासवर्ड की लंबाई 10 या अधिक वर्णों की होनी चाहिए और इसमें कम से कम एक लोअरकेस अक्षर, एक अपरकेस अक्षर, एक अंक और एक विशेष वर्ण होना चाहिए।",
    "24": "अकाउंट पासवर्ड सफलतापूर्वक अपडेट किया गया।",
    "25": "अकाउंट पासवर्ड अपडेट करें",
    "26": "TOTP ऐप आधारित",
    "27": "ऐप-आधारित दो-कारक प्रमाणीकरण आपके खाते में सुरक्षा की एक अतिरिक्त परत जोड़ने के लिए आपके मोबाइल डिवाइस का उपयोग करता है।",
    "28": "अपने मोबाइल डिवाइस पर OTP प्रमाणीकरण ऐप जैसे कि Authy, 2FAS, Google Authenticator इंस्टॉल करें।",
    "29": "QR कोड को स्कैन करें या मैन्युअल रूप से अपने गुप्त कोड को ऐप में इनपुट करें।",
    "30": "प्रमाणक ऐप द्वारा प्रदान किया जाने वाला छह अंकों का कोड इनपुट करें।",
    "31": "ऐप आधारित TOTP को सक्रिय करें",
    "32": "यूबीकी ओटीपी",
    "33": "नीचे दिए गए फ़ील्ड पर क्लिक करें, अपनी YubiKey डालें, और इसे टैप करें।",
    "34": "YubiKey को सक्रिय करें",
    "35": "इस खाते पर दो-कारक प्रमाणीकरण सक्षम है। इसे निष्क्रिय करें बटन का उपयोग करके निष्क्रिय किया जा सकता है।",
    "36": "निष्क्रिय करें",
    "37": "बैकअप कोड",
    "38": "निम्नलिखित एकल उपयोग बैकअप कोड उपलब्ध हैं:",
    "39": "सक्रियण कोड या तो गलत है या समाप्त हो गया है।",
    "40": "दो-कारक प्रमाणीकरण सफलतापूर्वक सक्रिय हो गया।",
    "41": "दो-कारक प्रमाणीकरण सफलतापूर्वक निष्क्रिय किया गया।",
    "42": "दो-कारक प्रमाणीकरण निष्क्रिय करने में विफल।",
    "43": "शेयरिंग",
    "44": "एक्सेस टोकन आपको सिस्टम के भीतर अन्य सर्वर समूहों, सर्वरों या SSH कुंजियों तक पहुंच का अनुरोध करने में सक्षम बनाता है। यदि आप किसी खाते के साथ किसी अन्य उपयोगकर्ता को जानते हैं, तो बस एक टोकन जेनरेट करें और उन्हें भेजें। फिर वे आपको एक विशिष्ट संसाधन के लिए असाइन करने के लिए टोकन का उपयोग कर सकते हैं।",
    "45": "कोई ऐक्सेस टोकन नहीं मिला",
    "46": "टोकन जेनरेट करें",
    "47": "टोकन मिटाएँ",
    "48": "टोकन सफलतापूर्वक बनाया गया।",
    "49": "टोकन सफलतापूर्वक हटा दिया गया।",
    "50": "Yubico OTP एक सरल लेकिन मजबूत प्रमाणीकरण तंत्र है जो बॉक्स के बाहर सभी YubiKeys द्वारा समर्थित है।",
    "51": "सूचनाएं",
    "52": "आपके खाते की सुरक्षा सुनिश्चित करने के लिए, हम आपके पासवर्ड को नियमित रूप से अपडेट करने की सलाह देते हैं। कृपया अपना वर्तमान पासवर्ड दर्ज करें, उसके बाद अपना नया पासवर्ड डालें और दिए गए फ़ील्ड में नए पासवर्ड की पुष्टि करें। एक मज़बूत पासवर्ड चुनना याद रखें जिसमें अक्षरों, संख्याओं और विशेष वर्णों का मिश्रण शामिल हो।",
    "53": "पासवर्ड बदलें",
    "54": "निजी जानकारी",
    "55": "आपके खाते को और सुरक्षित करने के लिए, हम TOTP ऐप-आधारित दो-कारक प्रमाणीकरण और YubiKey OTP प्रमाणीकरण प्रदान करते हैं। सुरक्षा की एक अतिरिक्त परत जोड़ने के लिए ऐप-आधारित दो-कारक प्रमाणीकरण के लिए अपने मोबाइल डिवाइस का उपयोग करें, या अपने खाते की सुरक्षा के लिए एक बार पासवर्ड प्रमाणीकरण के लिए YubiKey का उपयोग करें। यह सुनिश्चित करने के लिए कि आपका खाता अनधिकृत पहुंच से सुरक्षित रहे, दोनों में से किसी एक विकल्प को चुनें।",
    "56": "नए पासवर्ड की पुष्टि करें",
    "57": "पुष्टि करें कि नया पासवर्ड नए पासवर्ड से मेल नहीं खाता है।",
    "15": "यदि आपका कोई भी सर्वर बैकअप का समर्थन करता है, तो बैकअप सफलतापूर्वक पूरा होने पर आपको हर बार एक ईमेल सूचना प्राप्त होगी।",
    "17": "यदि आपका कोई भी सर्वर बैकअप का समर्थन करता है, तो यदि बैकअप पूरा होने में विफल रहता है या बैकअप प्रक्रिया के दौरान कोई त्रुटि उत्पन्न होती है, तो आपको एक ईमेल सूचना प्राप्त होगी।",
    "18": "प्रोफ़ाइल सेटिंग अपडेट करें"
}