{
    "dir": "ltr",
    "1": "Profil",
    "2": "Parola",
    "3": "Autentificare cu doi factori",
    "4": "Schimbările de nume și e-mail sunt interzise în acest cont. Dacă doriți să modificați oricare dintre aceste detalii, contactați asistența.",
    "5": "Nume",
    "6": "Adresă de e-mail",
    "7": "Fus orar",
    "8": "Limba",
    "9": "Numele trebuie să conțină între 3 și 150 de caractere și este un câmp obligatoriu.",
    "10": "Adresa de e-mail trebuie să fie o adresă de e-mail validă și este un câmp obligatoriu.",
    "11": "Moneda preferată",
    "12": "Conectare cont",
    "13": "O notificare prin e-mail va fi trimisă la adresa înregistrată în acest cont de fiecare dată când este detectată o autentificare.",
    "14": "Backupul serverului complet",
    "16": "Eșecul de backup al serverului",
    "19": "Profilul a fost actualizat cu succes.",
    "20": "Parola curentă",
    "21": "Parolă nouă",
    "22": "Parola curentă este un câmp obligatoriu.",
    "23": "Noua Parolă trebuie să aibă o lungime de 10 sau mai multe caractere și să conțină cel puțin o literă mică, o literă majusculă, o cifră și un caracter special.",
    "24": "Parola contului a fost actualizată cu succes.",
    "25": "Actualizați parola contului",
    "26": "Bazat pe aplicații TOTP",
    "27": "Autentificarea cu doi factori bazată pe aplicații utilizează dispozitivul mobil pentru a adăuga un nivel suplimentar de securitate contului.",
    "28": "Instalați o aplicație de autentificare OTP, cum ar fi Authy, 2FAS, Google Authenticator pe dispozitivul dvs. mobil.",
    "29": "Scanați codul QR sau introduceți manual codul secret în aplicație.",
    "30": "Introduceți codul din șase cifre pe care îl oferă aplicația de autentificare.",
    "31": "Activați TOTP bazat pe aplicații",
    "32": "YubiKey OTP",
    "33": "Faceți clic pe câmpul de mai jos, introduceți YubiKey și atingeți-l.",
    "34": "Activați YubiKey",
    "35": "autentificarea cu doi factori este activată în acest cont. Poate fi dezactivat folosind butonul de dezactivare.",
    "36": "Dezactiva",
    "37": "Coduri de rezervă",
    "38": "Sunt disponibile următoarele coduri de rezervă de unică folosință:",
    "39": "Codul de activare este fie incorect, fie a expirat.",
    "40": "Autentificarea cu doi factori activată cu succes.",
    "41": "Autentificarea cu doi factori a fost dezactivată cu succes.",
    "42": "Nu s-a reușit dezactivarea autentificării cu doi factori.",
    "43": "Partajare",
    "44": "Tokenele de acces vă permit să solicitați acces la alte grupuri de servere, servere sau chei SSH din sistem. Dacă cunoașteți un alt utilizator cu un cont, pur și simplu generați un token și trimiteți-l acestora. Ei pot folosi apoi simbolul pentru a vă atribui unei anumite resurse.",
    "45": "Nu s-au găsit jetoane de acces",
    "46": "Generați jeton",
    "47": "Ștergeți jetonul",
    "48": "Token creat cu succes.",
    "49": "Tokenul a fost șters cu succes.",
    "50": "Yubico OTP este un mecanism de autentificare simplu, dar puternic, care este acceptat de toate YubiKeys din cutie.",
    "51": "Notificări",
    "52": "Pentru a asigura securitatea contului dvs., vă recomandăm să vă actualizați parola în mod regulat. Vă rugăm să introduceți parola curentă, urmată de noua dvs. parolă și confirmați noua parolă în câmpurile furnizate. Nu uitați să alegeți o parolă puternică care include un amestec de litere, numere și caractere speciale.",
    "53": "Schimbă parola",
    "54": "Detalii personale",
    "55": "Pentru a vă securiza în continuare contul, oferim autentificare cu doi factori bazată pe aplicații TOTP și autentificare YubiKey OTP. Utilizați dispozitivul mobil pentru autentificarea cu doi factori bazată pe aplicații pentru a adăuga un nivel suplimentar de securitate sau utilizați un YubiKey pentru autentificarea cu parolă unică pentru a vă proteja contul. Alegeți oricare dintre opțiuni pentru a vă asigura că contul dvs. rămâne protejat împotriva accesului neautorizat.",
    "56": "Confirmați parola nouă",
    "57": "Confirmați că noua parolă nu se potrivește cu parola nouă.",
    "15": "Dacă oricare dintre serverele dvs. acceptă copii de rezervă, veți primi o notificare prin e-mail de fiecare dată când o copie de rezervă se finalizează cu succes.",
    "17": "Dacă oricare dintre serverele dvs. acceptă copii de rezervă, veți primi o notificare prin e-mail dacă o copie de rezervă nu se finalizează sau apare o eroare în timpul procesului de backup.",
    "18": "Actualizați setările profilului",
    "58": "Pentru a asigura securitatea contului dvs., trebuie să activați autentificarea cu doi factori înainte de a putea continua. Sistemul nostru acceptă autentificarea cu doi factori bazată pe aplicații TOTP, care vă permite să utilizați aplicații precum Google Authenticator sau Authy pentru a genera parole unice bazate pe timp. În plus, acceptăm autentificarea YubiKey OTP, permițându-vă să utilizați un dispozitiv YubiKey pentru a genera parole sigure unice.",
    "59": "Acest sistem necesită autentificarea cu doi factori pentru a fi activată în orice moment. Dacă îl dezactivați, va trebui să reactivați autentificarea cu doi factori pentru a recâștiga accesul complet la contul dvs.",
    "60": "Introduceți codul din șase cifre generat de aplicație în câmpul de mai jos.",
    "61": "Este important să faceți o copie a codurilor de rezervă unice. Aceste coduri sunt esențiale pentru accesarea contului dvs. în cazul în care pierdeți accesul la dispozitivul dvs. de autentificare cu doi factori. Vă rugăm să le depozitați într-un loc sigur.",
    "62": "Anulează",
    "63": "Sigur doriți să dezactivați autentificarea cu doi factori? Această caracteristică de securitate oferă un nivel suplimentar de protecție pentru contul dvs. Dacă continuați cu dezactivarea, contul dvs. va fi mai puțin sigur."
}