{
    "dir": "ltr",
    "1": "Profil",
    "2": "Lozinka",
    "3": "Dvofaktorska provjera autentičnosti",
    "4": "Promjene imena i e-pošte zabranjene su na ovom računu. Ako želite promijeniti bilo koji od ovih detalja, obratite se podršci.",
    "5": "Naziv",
    "6": "Adresa e-pošte",
    "7": "Vremenska zona",
    "8": "Jezik",
    "9": "Ime mora biti između 3 i 150 znakova i obavezno je polje.",
    "10": "Adresa e-pošte mora biti valjana adresa e-pošte i obavezno je polje.",
    "11": "Preferirana valuta",
    "12": "Prijava na račun",
    "13": "Obavijest e-poštom bit će poslana na registriranu adresu na ovom računu svaki put kada se otkrije prijava.",
    "14": "Sigurnosna kopija poslužitelja završena",
    "16": "Kvar sigurnosne kopije servera",
    "19": "Profil je uspješno ažuriran.",
    "20": "Trenutna lozinka",
    "21": "Nova lozinka",
    "22": "Trenutna lozinka je obavezno polje.",
    "23": "Nova lozinka mora biti duljine 10 ili više znakova i sadržavati najmanje jedno malo slovo, jedno veliko slovo, jednu znamenku i jedan poseban znak.",
    "24": "Lozinka računa uspješno ažurirana.",
    "25": "Ažurirajte lozinku računa",
    "26": "Temeljeno na TOTP aplikaciji",
    "27": "Dvofaktorska provjera autentičnosti temeljena na aplikaciji koristi vaš mobilni uređaj za dodavanje dodatnog sloja sigurnosti vašem računu.",
    "28": "Instalirajte OTP aplikaciju za provjeru autentičnosti kao što su Authy, 2FAS, Google Authenticator na svoj mobilni uređaj.",
    "29": "Skenirajte QR kod ili ručno unesite svoj tajni kod u aplikaciju.",
    "30": "Unesite šestoznamenkasti kôd koji pruža aplikacija za provjeru autentičnosti.",
    "31": "Aktivirajte TOTP zasnovan na aplikacijama",
    "32": "YubiKey OTP",
    "33": "Kliknite polje ispod, umetnite svoj YubiKey i dodirnite ga.",
    "34": "Aktivirajte YubiKey",
    "35": "dvofaktorska provjera autentičnosti omogućena je na ovom računu. Može se onemogućiti pomoću gumba za deaktiviranje.",
    "36": "Deaktiviraj",
    "37": "Sigurnosni kodovi",
    "38": "Dostupni su sljedeći sigurnosni kodovi za jednokratnu upotrebu:",
    "39": "Aktivacijski kôd je netočan ili je istekao.",
    "40": "Dvofaktorska provjera autentičnosti uspješno je aktivirana.",
    "41": "Dvofaktorska provjera autentičnosti uspješno je deaktivirana.",
    "42": "Nije uspjelo deaktivirati dvofaktorsku provjeru autentičnosti.",
    "43": "Dijeljenje",
    "44": "Pristupni tokeni omogućuju vam da zatražite pristup drugim grupama poslužitelja, poslužiteljima ili SSH ključevima unutar sustava. Ako poznajete drugog korisnika s računom, jednostavno generirajte token i pošaljite mu ga. Tada mogu koristiti token kako bi vas dodijelili određenom resursu.",
    "45": "Nisu pronađeni pristupni tokeni",
    "46": "Generiraj token",
    "47": "Izbriši žeton",
    "48": "Token je uspješno stvoren.",
    "49": "Token je uspješno izbrisan.",
    "50": "Yubico OTP je jednostavan, ali snažan mehanizam provjere autentičnosti koji podržavaju svi YubiKeys iz kutije.",
    "51": "Obavijesti",
    "52": "Da biste osigurali sigurnost vašeg računa, preporučujemo redovito ažuriranje lozinke. Molimo unesite trenutnu lozinku, a zatim novu lozinku i potvrdite novu lozinku u navedenim poljima. Ne zaboravite odabrati jaku lozinku koja uključuje mješavinu slova, brojeva i posebnih znakova.",
    "53": "Promjena lozinke",
    "54": "Osobni podaci",
    "55": "Kako bismo dodatno osigurali vaš račun, nudimo dvofaktorsku provjeru autentičnosti temeljenu na TOTP aplikaciji i YubiKey OTP autentifikaciju. Koristite svoj mobilni uređaj za dvofaktorsku provjeru autentičnosti temeljenu na aplikacijama kako biste dodali dodatni sloj sigurnosti ili upotrijebite YubiKey za jednokratnu provjeru autentičnosti lozinke kako biste zaštitili svoj račun. Odaberite bilo koju opciju kako biste osigurali da vaš račun ostane zaštićen od neovlaštenog pristupa.",
    "56": "Potvrdi novu lozinku",
    "57": "Potvrdite da nova lozinka ne odgovara novoj lozinci.",
    "15": "Ako bilo koji od vaših poslužitelja podržava sigurnosne kopije, primit ćete obavijest e-poštom svaki put kada se sigurnosna kopija uspješno dovrši.",
    "17": "Ako bilo koji od vaših poslužitelja podržava sigurnosne kopije, primit ćete obavijest e-poštom ako se sigurnosna kopija ne dovrši ili dođe do pogreške tijekom postupka sigurnosne kopije.",
    "18": "Ažurirajte postavke profila"
}