{
    "dir": "ltr",
    "1": "Perfil",
    "2": "Senha",
    "3": "Autenticação de dois fatores",
    "4": "As alterações de nome e e-mail são proibidas nesta conta. Se desejar alterar qualquer um desses detalhes, entre em contato com o suporte.",
    "5": "Nome",
    "6": "Endereço de e-mail",
    "7": "Fuso horário",
    "8": "Idioma",
    "9": "O nome deve ter entre 3 e 150 caracteres e é um campo obrigatório.",
    "10": "O endereço de e-mail deve ser um endereço de e-mail válido e é um campo obrigatório.",
    "11": "Moeda preferencial",
    "12": "Login da conta",
    "13": "Uma notificação por e-mail será enviada ao endereço registrado nessa conta sempre que um login for detectado.",
    "14": "Backup do servidor concluído",
    "16": "Falha no backup do servidor",
    "19": "Perfil atualizado com sucesso.",
    "20": "Senha atual",
    "21": "Nova senha",
    "22": "A senha atual é um campo obrigatório.",
    "23": "A nova senha deve ter 10 ou mais caracteres e conter pelo menos uma letra minúscula, uma letra maiúscula, um dígito e um caractere especial.",
    "24": "A senha da conta foi atualizada com sucesso.",
    "25": "Atualizar a senha da conta",
    "26": "Baseado no aplicativo TOTP",
    "27": "A autenticação de dois fatores baseada em aplicativo usa seu dispositivo móvel para adicionar uma camada extra de segurança à sua conta.",
    "28": "Instale um aplicativo de autenticação OTP, como Authy, 2FAS, Google Authenticator, em seu dispositivo móvel.",
    "29": "Digitalize o código QR ou insira manualmente seu código secreto no aplicativo.",
    "30": "Insira o código de seis dígitos que o aplicativo autenticador fornece.",
    "31": "Ativar TOTP baseado em aplicativo",
    "32": "YubiKey OTP",
    "33": "Clique no campo abaixo, insira sua YubiKey e toque nela.",
    "34": "Ativar o YubiKey",
    "35": "a autenticação de dois fatores está ativada nessa conta e pode ser desativada usando o botão desativar.",
    "36": "Desativar",
    "37": "Códigos de backup",
    "38": "Os seguintes códigos de backup de uso único estão disponíveis:",
    "39": "O código de ativação está incorreto ou expirou.",
    "40": "Autenticação de dois fatores ativada com sucesso.",
    "41": "A autenticação de dois fatores foi desativada com êxito.",
    "42": "Falha ao desativar a autenticação de dois fatores.",
    "43": "Compartilhamento",
    "44": "Os tokens de acesso permitem que você solicite acesso a outros grupos de servidores, servidores ou chaves SSH dentro do sistema. Se você conhece outro usuário com uma conta, basta gerar um token e enviá-lo. Ele poderá usar o token para atribuí-lo a um recurso específico.",
    "45": "Nenhum token de acesso encontrado",
    "46": "Gerar token",
    "47": "Excluir token",
    "48": "Token criado com sucesso.",
    "49": "Token excluído com sucesso.",
    "50": "O Yubico OTP é um mecanismo de autenticação simples, porém forte, que é compatível com todas as YubiKeys prontas para uso.",
    "51": "Notificações",
    "52": "Para garantir a segurança de sua conta, recomendamos que você atualize sua senha regularmente. Digite sua senha atual, seguida da nova senha e confirme a nova senha nos campos fornecidos. Lembre-se de escolher uma senha forte que inclua uma combinação de letras, números e caracteres especiais.",
    "53": "Alterar senha",
    "54": "Detalhes pessoais",
    "55": "Para proteger ainda mais sua conta, oferecemos autenticação de dois fatores baseada em aplicativo TOTP e autenticação OTP YubiKey. Use seu dispositivo móvel para autenticação de dois fatores baseada em aplicativo para adicionar uma camada extra de segurança ou utilize uma YubiKey para autenticação de senha de uso único para proteger sua conta. Escolha uma das opções para garantir que sua conta permaneça protegida contra acesso não autorizado.",
    "56": "Confirmar nova senha",
    "57": "A confirmação da nova senha não corresponde à nova senha.",
    "15": "Se algum dos seus servidores suportar backups, você receberá uma notificação por e-mail sempre que um backup for concluído com êxito.",
    "17": "Se algum dos seus servidores suportar backups, você receberá uma notificação por e-mail se um backup não for concluído ou se ocorrer um erro durante o processo de backup.",
    "18": "Atualizar configurações de perfil"
}