{
    "dir": "rtl",
    "1": "پروفائل",
    "2": "پاس ورڈ",
    "3": "دو عنصر کی توثیق",
    "4": "اس اکاؤنٹ پر نام اور ای میل میں تبدیلیاں ممنوع ہیں۔ اگر آپ ان میں سے کسی بھی تفصیلات کو تبدیل کرنا چاہتے ہیں تو، معاونت سے رابطہ کریں۔",
    "5": "نام",
    "6": "ای میل ایڈریس",
    "7": "ٹائم زون",
    "8": "زبان",
    "9": "نام 3 سے 150 حروف کے درمیان ہونا ضروری ہے اور یہ ایک مطلوبہ فیلڈ ہے۔",
    "10": "ای میل ایڈریس ایک درست ای میل ایڈریس ہونا ضروری ہے اور یہ ایک مطلوبہ فیلڈ ہے۔",
    "11": "ترجیحی کرنسی",
    "12": "اکاؤنٹ لاگ ان",
    "13": "جب بھی لاگ ان کا پتہ چلتا ہے تو اس اکاؤنٹ پر رجسٹرڈ ایڈریس پر ای میل نوٹیفکیشن بھیجا جائے گا۔",
    "14": "سرور بیک اپ مکمل",
    "16": "سرور بیک اپ ناکامی",
    "19": "پروفائل کامیابی کے ساتھ اپ ڈیٹ",
    "20": "موجودہ پاس ورڈ",
    "21": "نیا پاس ورڈ",
    "22": "موجودہ پاس ورڈ ایک مطلوبہ فیلڈ ہے۔",
    "23": "نیا پاس ورڈ کی لمبائی 10 یا زیادہ حروف ہونا چاہئے اور اس میں کم از کم ایک چھوٹا حرف، ایک بڑا حرف، ایک ہندسہ اور ایک خصوصی حروف شامل ہونا چاہئے۔",
    "24": "اکاؤنٹ پاس ورڈ کامیابی سے اپ ڈیٹ",
    "25": "اپڈیٹ اکاؤنٹ پاس ورڈ",
    "26": "ٹی او ٹی پی ایپ پر مبنی",
    "27": "ایپ پر مبنی دو عنصر کی توثیق آپ کے اکاؤنٹ میں سیکیورٹی کی ایک اضافی پرت شامل کرنے کے لئے آپ کے موبائل آلہ کا استعمال",
    "28": "اپنے موبائل ڈیوائس پر ایک OTP توثیق ایپ جیسے اوٹی، 2 ایف اے ایس، گوگل اتوثیکیٹر انسٹال کریں۔",
    "29": "QR کوڈ اسکین کریں یا دستی طور پر اپنا خفیہ کوڈ ایپ میں داخل کریں۔",
    "30": "چھ ہندسوں کا کوڈ داخل کریں جو توثیق کرنے والا ایپ فراہم کرتا ہے۔",
    "31": "ایپ پر مبنی TOTP کو چالو کریں",
    "32": "یوبی کی او ٹی پی",
    "33": "نیچے دیئے گئے فیلڈ پر کلک کریں، اپنا یوبیکی داخل کریں، اور اس پر ٹیپ کریں۔",
    "34": "یوبیکی کو چالو کریں",
    "35": "اس اکاؤنٹ پر دو عنصر کی توثیق فعال ہے۔ اسے غیر فعال بٹن کا استعمال کرتے ہوئے غیر فعال کیا جاسکتا ہے۔",
    "36": "غیر فعال کریں",
    "37": "بیک اپ کوڈز",
    "38": "مندرجہ ذیل سنگل یوز بیک اپ کوڈ دستیاب ہیں:",
    "39": "ایکٹیویشن کوڈ یا تو غلط ہے یا ختم ہوچکا ہے۔",
    "40": "دو عنصر کی توثیق کامیابی سے چال",
    "41": "دو عنصر کی توثیق کامیابی کے ساتھ غیر فعال",
    "42": "دو عنصر کی توثیق کو غیر فعال کرنے میں ناکام رہا۔",
    "43": "اشتراک",
    "44": "رسائی کے ٹوکن آپ کو سسٹم کے اندر دیگر سرور گروپس، سرورز، یا SSH چابیاں تک رسائی کی درخواست کرنے کے قابل بناتے ہیں۔ اگر آپ کسی اکاؤنٹ والے دوسرے صارف کو جانتے ہیں تو، بس ایک ٹوکن تیار کریں اور اسے انہیں بھیجیں۔ اس کے بعد وہ آپ کو کسی مخصوص وسائل سے تفویض کرنے کے لئے ٹوکن کا استعمال کرسکتے ہیں۔",
    "45": "کوئی رسائی ٹوکن نہیں ملا",
    "46": "ٹوکن تیار کریں",
    "47": "ٹوکن حذف کریں",
    "48": "ٹوکن کامیابی کے ساتھ بنایا۔",
    "49": "ٹوکن کامیابی کے ساتھ حذف",
    "50": "یوبیکو او ٹی پی ایک سادہ لیکن مضبوط توثیق کا طریقہ کار ہے جسے باکس سے باہر تمام YubiKeys کی حمایت کرتے ہیں۔",
    "51": "اطلاعات",
    "52": "آپ کے اکاؤنٹ کی حفاظت کو یقینی بنانے کے ل we، ہم آپ کے پاس ورڈ کو باقاعدگی سے اپ براہ کرم اپنا موجودہ پاس ورڈ درج کریں، اس کے بعد اپنا نیا پاس ورڈ درج کریں اور فراہم کردہ فیلڈز میں نئے پاس ورڈ کی تصدیق کریں۔ ایک مضبوط پاس ورڈ کا انتخاب کرنا یاد رکھیں جس میں حروف، نمبروں اور خصوصی حروف کا مرکب شامل ہو۔",
    "53": "پاس ورڈ تبدیل کریں",
    "54": "ذاتی تفصیلات",
    "55": "آپ کے اکاؤنٹ کو مزید محفوظ بنانے کے لئے، ہم TOTP ایپ پر مبنی دو عنصر کی توثیق اور YubiKey OTP توثیق پیش کرتے ہیں۔ سیکیورٹی کی ایک اضافی پرت شامل کرنے کے لیے اپنا موبائل ڈیوائس استعمال کریں، یا اپنے اکاؤنٹ کی حفاظت کے لیے ایک بار پاس ورڈ کی توثیق کے لیے YubiKey کا استعمال کریں۔ یہ یقینی بنانے کے لئے کسی بھی آپشن کا انتخاب کریں تاکہ آپ کا اکاؤنٹ غیر مجاز رسائی",
    "56": "نئے پاس ورڈ کی تصدیق",
    "57": "تصدیق کریں کہ نیا پاس ورڈ نئے پاس ورڈ سے مماثل نہیں ہے۔",
    "15": "اگر آپ کا کوئی سرور بیک اپ کی حمایت کرتا ہے تو، جب بھی بیک اپ کامیابی کے ساتھ مکمل ہوتا ہے تو آپ کو ایک ای میل نوٹیفکیشن موصول",
    "17": "اگر آپ کا کوئی سرور بیک اپ کی حمایت کرتا ہے تو، اگر بیک اپ مکمل ہونے میں ناکام رہتا ہے یا بیک اپ کے عمل کے دوران کوئی خرابی پیش آتی ہے تو آپ کو ای میل کی اطلاع موصول ہوگی۔",
    "18": "پروفائل کی ترتیبات کو اپ"
}