{
    "dir": "ltr",
    "1": "Perfil",
    "2": "Contraseña",
    "3": "Autenticación de dos factores",
    "4": "Los cambios de nombre y correo electrónico están prohibidos en esta cuenta. Si desea cambiar alguno de estos datos, póngase en contacto con el servicio de asistencia.",
    "5": "Nombre",
    "6": "Dirección de correo electrónico",
    "7": "Zona horaria",
    "8": "Idioma",
    "9": "El nombre debe tener entre 3 y 150 caracteres y es un campo obligatorio.",
    "10": "La dirección de correo electrónico debe ser válida y es un campo obligatorio.",
    "11": "Moneda preferente",
    "12": "Acceso a la cuenta",
    "13": "Se enviará una notificación por correo electrónico a la dirección registrada en esta cuenta cada vez que se detecte un inicio de sesión.",
    "14": "Copia de seguridad del servidor completada",
    "16": "Fallo en la copia de seguridad del servidor",
    "19": "Perfil actualizado correctamente.",
    "20": "Contraseña actual",
    "21": "Nueva contraseña",
    "22": "La contraseña actual es un campo obligatorio.",
    "23": "La nueva contraseña debe tener 10 o más caracteres y contener al menos una letra minúscula, una letra mayúscula, un dígito y un carácter especial.",
    "24": "Contraseña de la cuenta actualizada correctamente.",
    "25": "Actualizar la contraseña de la cuenta",
    "26": "Aplicación TOTP",
    "27": "La autenticación de doble factor basada en aplicaciones utiliza tu dispositivo móvil para añadir una capa adicional de seguridad a tu cuenta.",
    "28": "Instala una aplicación de autenticación OTP como Authy, 2FAS, Google Authenticator en tu dispositivo móvil.",
    "29": "Escanea el código QR o introduce manualmente tu código secreto en la aplicación.",
    "30": "Introduce el código de seis dígitos que te proporciona la aplicación de autenticación.",
    "31": "Activar TOTP basado en aplicación",
    "32": "YubiKey OTP",
    "33": "Haz clic en el campo inferior, inserta tu YubiKey y tócala.",
    "34": "Activar YubiKey",
    "35": "la autenticación de dos factores está activada en esta cuenta. Se puede desactivar con el botón de desactivación.",
    "36": "Desactivar",
    "37": "Códigos de seguridad",
    "38": "Están disponibles los siguientes códigos de reserva de un solo uso:",
    "39": "El código de activación es incorrecto o ha caducado.",
    "40": "Autenticación de dos factores activada correctamente.",
    "41": "La autenticación de dos factores se ha desactivado correctamente.",
    "42": "Error al desactivar la autenticación de dos factores.",
    "43": "Compartir",
    "44": "Los tokens de acceso le permiten solicitar acceso a otros grupos de servidores, servidores o claves SSH dentro del sistema. Si conoce a otro usuario con una cuenta, simplemente genere un token y envíeselo. A continuación, podrán utilizar el token para asignarle un recurso específico.",
    "45": "No se han encontrado tokens de acceso",
    "46": "Generar token",
    "47": "Borrar token",
    "48": "Token creado con éxito.",
    "49": "Token borrado con éxito.",
    "50": "Yubico OTP es un mecanismo de autenticación simple pero fuerte que es compatible con todas las YubiKeys.",
    "51": "Notificaciones",
    "52": "Para garantizar la seguridad de su cuenta, le recomendamos que actualice su contraseña con regularidad. Introduzca su contraseña actual, seguida de su nueva contraseña, y confirme la nueva contraseña en los campos indicados. Recuerde elegir una contraseña segura que incluya una mezcla de letras, números y caracteres especiales.",
    "53": "Cambiar contraseña",
    "54": "Datos personales",
    "55": "Para proteger aún más su cuenta, ofrecemos autenticación de dos factores basada en la aplicación TOTP y autenticación OTP YubiKey. Utilice su dispositivo móvil para la autenticación de dos factores basada en la aplicación para añadir una capa adicional de seguridad, o utilice una YubiKey para la autenticación de contraseña de un solo uso para proteger su cuenta. Elija cualquiera de las opciones para asegurarse de que su cuenta permanece protegida contra el acceso no autorizado.",
    "56": "Confirmar nueva contraseña",
    "57": "Confirmar nueva contraseña no coincide con la nueva contraseña.",
    "15": "Si alguno de tus servidores admite copias de seguridad, recibirás una notificación por correo electrónico cada vez que se complete correctamente una copia de seguridad.",
    "17": "Si alguno de sus servidores admite copias de seguridad, recibirá una notificación por correo electrónico si una copia de seguridad no se completa o se produce un error durante el proceso de copia de seguridad.",
    "18": "Actualizar la configuración del perfil",
    "58": "Para garantizar la seguridad de su cuenta, debe activar la autenticación de dos factores antes de poder continuar. Nuestro sistema admite la autenticación de dos factores basada en la aplicación TOTP, que le permite utilizar aplicaciones como Google Authenticator o Authy para generar contraseñas de un solo uso basadas en el tiempo. Además, admitimos la autenticación OTP de YubiKey, que le permite utilizar un dispositivo YubiKey para generar contraseñas de un solo uso seguras.",
    "59": "Este sistema requiere que la autenticación de dos factores esté activada en todo momento. Si la desactivas, tendrás que volver a activar la autenticación de dos factores para recuperar el acceso completo a tu cuenta.",
    "60": "Introduzca el código de seis dígitos generado por la aplicación en el siguiente campo.",
    "61": "Es importante que haga una copia de sus códigos de seguridad de un solo uso. Estos códigos son esenciales para acceder a su cuenta en caso de que pierda el acceso a su dispositivo de autenticación de dos factores. Guárdelos en un lugar seguro.",
    "62": "Cancelar",
    "63": "¿Está seguro de que desea desactivar la autenticación de dos factores? Esta función de seguridad proporciona una capa adicional de protección para su cuenta. Si procede a la desactivación, su cuenta será menos segura."
}