{
    "dir": "ltr",
    "1": "Profiel",
    "2": "Wachtwoord",
    "3": "Authenticatie met twee factoren",
    "4": "Naam- en e-mailwijzigingen zijn niet toegestaan voor deze account. Neem contact op met support als u een van deze gegevens wilt wijzigen.",
    "5": "Naam",
    "6": "E-mailadres",
    "7": "Tijdzone",
    "8": "Taal",
    "9": "De naam moet tussen de 3 en 150 tekens lang zijn en is een verplicht veld.",
    "10": "E-mailadres moet een geldig e-mailadres zijn en is een verplicht veld.",
    "11": "Gewenste valuta",
    "12": "Inloggen account",
    "13": "Telkens wanneer een aanmelding wordt gedetecteerd, wordt er een e-mailbericht naar het geregistreerde adres van deze account gestuurd.",
    "14": "Back-up van server voltooid",
    "16": "Storing serverback-up",
    "19": "Profiel succesvol bijgewerkt.",
    "20": "Huidig wachtwoord",
    "21": "Nieuw wachtwoord",
    "22": "Huidig wachtwoord is een verplicht veld.",
    "23": "Het nieuwe wachtwoord moet 10 of meer tekens lang zijn en ten minste één kleine letter, één hoofdletter, één cijfer en één speciaal teken bevatten.",
    "24": "Accountwachtwoord succesvol bijgewerkt.",
    "25": "Accountwachtwoord bijwerken",
    "26": "TOTP App Gebaseerd",
    "27": "App-gebaseerde twee-factor authenticatie gebruikt je mobiele apparaat om een extra beveiligingslaag toe te voegen aan je account.",
    "28": "Installeer een OTP-verificatie-app zoals Authy, 2FAS, Google Authenticator op je mobiele apparaat.",
    "29": "Scan de QR-code of voer je geheime code handmatig in de app in.",
    "30": "Voer de zescijferige code in die de authenticator-app geeft.",
    "31": "App-gebaseerde TOTP activeren",
    "32": "YubiKey OTP",
    "33": "Klik op het onderstaande veld, voer uw YubiKey in en tik erop.",
    "34": "YubiKey activeren",
    "35": "tweefactorauthenticatie is ingeschakeld op dit account. Het kan worden uitgeschakeld met de knop Uitschakelen.",
    "36": "Deactiveer",
    "37": "Back-up codes",
    "38": "De volgende back-upcodes voor eenmalig gebruik zijn beschikbaar:",
    "39": "De activeringscode is onjuist of verlopen.",
    "40": "Authenticatie met twee factoren succesvol geactiveerd.",
    "41": "Authenticatie met twee factoren met succes gedeactiveerd.",
    "42": "Twee-factor authenticatie is niet gedeactiveerd.",
    "43": "Delen",
    "44": "Met toegangstokens kun je toegang aanvragen tot andere servergroepen, servers of SSH-sleutels binnen het systeem. Als je een andere gebruiker met een account kent, kun je gewoon een token genereren en naar hem\/haar sturen. Hij\/zij kan het token dan gebruiken om jou aan een specifieke bron toe te wijzen.",
    "45": "Geen toegangsmunten gevonden",
    "46": "Token genereren",
    "47": "Token verwijderen",
    "48": "Token succesvol aangemaakt.",
    "49": "Token succesvol verwijderd.",
    "50": "Yubico OTP is een eenvoudig maar sterk authenticatiemechanisme dat door alle YubiKeys out of the box wordt ondersteund.",
    "51": "Meldingen",
    "52": "Om de veiligheid van je account te garanderen, raden we je aan om je wachtwoord regelmatig bij te werken. Voer je huidige wachtwoord in, gevolgd door je nieuwe wachtwoord en bevestig het nieuwe wachtwoord in de daarvoor bestemde velden. Vergeet niet om een sterk wachtwoord te kiezen dat een mix van letters, cijfers en speciale tekens bevat.",
    "53": "Wachtwoord wijzigen",
    "54": "Persoonlijke gegevens",
    "55": "Om uw account verder te beveiligen, bieden we TOTP app-gebaseerde twee-factor authenticatie en YubiKey OTP-verificatie. Gebruik uw mobiele apparaat voor app-gebaseerde twee-factor authenticatie om een extra beveiligingslaag toe te voegen, of gebruik een YubiKey voor eenmalige wachtwoordverificatie om uw account te beveiligen. Kies een van beide opties om ervoor te zorgen dat uw account beschermd blijft tegen ongeautoriseerde toegang.",
    "56": "Nieuw wachtwoord bevestigen",
    "57": "Bevestig nieuw wachtwoord komt niet overeen met nieuw wachtwoord.",
    "15": "Als een van uw servers back-ups ondersteunt, ontvangt u een e-mailbericht telkens wanneer een back-up met succes is voltooid.",
    "17": "Als een van je servers back-ups ondersteunt, ontvang je een e-mailmelding als een back-up niet wordt voltooid of als er een fout optreedt tijdens het back-upproces.",
    "18": "Profielinstellingen bijwerken",
    "58": "Om de veiligheid van je account te garanderen, moet je twee-factor authenticatie activeren voordat je verder kunt gaan. Ons systeem ondersteunt TOTP app-gebaseerde twee-factor authenticatie, waarmee je apps zoals Google Authenticator of Authy kunt gebruiken om tijdgebaseerde eenmalige wachtwoorden te genereren. Daarnaast ondersteunen we YubiKey OTP-authenticatie, waarmee je een YubiKey-apparaat kunt gebruiken om veilige eenmalige wachtwoorden te genereren.",
    "59": "Dit systeem vereist dat tweefactorauthenticatie altijd is ingeschakeld. Als je dit uitschakelt, moet je tweefactorauthenticatie opnieuw inschakelen om weer volledige toegang tot je account te krijgen.",
    "60": "Voer in het onderstaande veld de zescijferige code in die door de app wordt gegenereerd.",
    "61": "Het is belangrijk om een kopie te maken van je eenmalige back-upcodes. Deze codes zijn essentieel voor toegang tot je account in het geval je de toegang tot je tweefactorauthenticatie-apparaat verliest. Bewaar ze op een veilige plaats.",
    "62": "Annuleren",
    "63": "Weet je zeker dat je de authenticatie met twee factoren wilt uitschakelen? Deze beveiligingsfunctie biedt een extra beschermingslaag voor je account. Als je doorgaat met deactiveren, zal je account minder goed beveiligd zijn."
}