{
    "dir": "ltr",
    "1": "Profil",
    "2": "Kata sandi",
    "3": "Autentikasi Dua Faktor",
    "4": "Perubahan nama dan email tidak diperbolehkan pada akun ini. Jika Anda ingin mengubah salah satu dari rincian ini, hubungi bagian dukungan.",
    "5": "Nama",
    "6": "Alamat email",
    "7": "Zona waktu",
    "8": "Bahasa",
    "9": "Nama harus terdiri dari 3 hingga 150 karakter dan merupakan bidang yang wajib diisi.",
    "10": "Alamat Email harus berupa alamat email yang valid dan merupakan bidang yang wajib diisi.",
    "11": "Mata Uang Pilihan",
    "12": "Login Akun",
    "13": "Notifikasi email akan dikirimkan ke alamat terdaftar di akun ini setiap kali login terdeteksi.",
    "14": "Pencadangan Server Selesai",
    "16": "Kegagalan Pencadangan Server",
    "19": "Profil berhasil diperbarui.",
    "20": "Kata Sandi Saat Ini",
    "21": "Kata Sandi Baru",
    "22": "Kata Sandi Saat Ini adalah bidang yang wajib diisi.",
    "23": "Kata Sandi Baru harus terdiri dari 10 karakter atau lebih dan mengandung setidaknya satu huruf kecil, satu huruf besar, satu angka, dan satu karakter khusus.",
    "24": "Kata sandi akun berhasil diperbarui.",
    "25": "Perbarui Kata Sandi Akun",
    "26": "Berbasis Aplikasi TOTP",
    "27": "Autentikasi dua faktor berbasis aplikasi menggunakan perangkat seluler Anda untuk menambahkan lapisan keamanan ekstra pada akun Anda.",
    "28": "Instal aplikasi otentikasi OTP seperti Authy, 2FAS, Google Authenticator di perangkat seluler Anda.",
    "29": "Pindai kode QR atau masukkan kode rahasia Anda secara manual ke dalam aplikasi.",
    "30": "Masukkan kode enam digit yang disediakan oleh aplikasi autentikator.",
    "31": "Mengaktifkan TOTP Berbasis Aplikasi",
    "32": "OTP YubiKey",
    "33": "Klik bidang di bawah ini, masukkan YubiKey Anda, dan ketuk.",
    "34": "Aktifkan YubiKey",
    "35": "autentikasi dua faktor diaktifkan pada akun ini. Autentikasi dua faktor dapat dinonaktifkan dengan menggunakan tombol nonaktifkan.",
    "36": "Nonaktifkan",
    "37": "Kode cadangan",
    "38": "Berikut ini adalah kode cadangan sekali pakai yang tersedia:",
    "39": "Kode aktivasi salah atau sudah kedaluwarsa.",
    "40": "Autentikasi dua faktor berhasil diaktifkan.",
    "41": "Autentikasi dua faktor berhasil dinonaktifkan.",
    "42": "Gagal menonaktifkan autentikasi dua faktor.",
    "43": "Berbagi",
    "44": "Token akses memungkinkan Anda untuk meminta akses ke grup server, server, atau kunci SSH lain di dalam sistem. Jika Anda mengenal pengguna lain yang memiliki akun, buatlah token dan kirimkan kepada mereka. Mereka kemudian dapat menggunakan token tersebut untuk menugaskan Anda ke sumber daya tertentu.",
    "45": "Token Akses Tidak Ditemukan",
    "46": "Hasilkan Token",
    "47": "Hapus Token",
    "48": "Token berhasil dibuat.",
    "49": "Token berhasil dihapus.",
    "50": "Yubico OTP adalah mekanisme otentikasi yang sederhana namun kuat yang didukung oleh semua YubiKeys di luar kotak.",
    "51": "Pemberitahuan",
    "52": "Untuk memastikan keamanan akun Anda, kami sarankan untuk memperbarui kata sandi Anda secara berkala. Masukkan kata sandi Anda saat ini, diikuti dengan kata sandi baru, dan konfirmasikan kata sandi baru pada kolom yang tersedia. Ingatlah untuk memilih kata sandi yang kuat yang terdiri atas kombinasi huruf, angka, dan karakter khusus.",
    "53": "Ubah Kata Sandi",
    "54": "Detail Pribadi",
    "55": "Untuk lebih mengamankan akun Anda, kami menawarkan otentikasi dua faktor berbasis aplikasi TOTP dan otentikasi OTP YubiKey. Gunakan perangkat seluler Anda untuk otentikasi dua faktor berbasis aplikasi untuk menambahkan lapisan keamanan ekstra, atau gunakan YubiKey untuk otentikasi kata sandi sekali pakai untuk melindungi akun Anda. Pilih salah satu opsi untuk memastikan akun Anda tetap terlindungi dari akses yang tidak sah.",
    "56": "Konfirmasi Kata Sandi Baru",
    "57": "Konfirmasi kata sandi baru tidak cocok dengan kata sandi baru.",
    "15": "Jika salah satu server Anda mendukung pencadangan, Anda akan menerima notifikasi email setiap kali pencadangan berhasil diselesaikan.",
    "17": "Jika salah satu server Anda mendukung pencadangan, Anda akan menerima notifikasi email jika pencadangan gagal diselesaikan atau terjadi kesalahan selama proses pencadangan.",
    "18": "Memperbarui Pengaturan Profil",
    "58": "Untuk memastikan keamanan akun Anda, Anda harus mengaktifkan autentikasi dua faktor sebelum dapat melanjutkan. Sistem kami mendukung autentikasi dua faktor berbasis aplikasi TOTP, yang memungkinkan Anda menggunakan aplikasi seperti Google Authenticator atau Authy untuk membuat kata sandi sekali pakai berbasis waktu. Selain itu, kami mendukung autentikasi OTP YubiKey, sehingga Anda dapat menggunakan perangkat YubiKey untuk membuat kata sandi sekali pakai yang aman.",
    "59": "Sistem ini mengharuskan autentikasi dua faktor diaktifkan setiap saat. Jika Anda menonaktifkannya, Anda harus mengaktifkan kembali autentikasi dua faktor untuk mendapatkan kembali akses penuh ke akun Anda.",
    "60": "Masukkan kode enam digit yang dihasilkan oleh aplikasi pada kolom di bawah ini.",
    "61": "Penting untuk membuat salinan kode cadangan satu kali Anda. Kode-kode ini sangat penting untuk mengakses akun Anda jika Anda kehilangan akses ke perangkat autentikasi dua faktor Anda. Simpanlah kode-kode tersebut di tempat yang aman.",
    "62": "Batal",
    "63": "Apakah Anda yakin ingin menonaktifkan autentikasi dua faktor? Fitur keamanan ini memberikan lapisan perlindungan tambahan untuk akun Anda. Jika Anda melanjutkan penonaktifan, akun Anda akan menjadi kurang aman."
}