{
    "dir": "ltr",
    "1": "Profil",
    "2": "Heslo",
    "3": "Dvojfaktorové overovanie",
    "4": "Zmeny mena a e-mailu sú na tomto účte zakázané. Ak chcete zmeniť niektoré z týchto údajov, kontaktujte podporu.",
    "5": "Názov",
    "6": "E-mailová adresa",
    "7": "Časové pásmo",
    "8": "Jazyk",
    "9": "Názov musí mať od 3 do 150 znakov a je to povinné pole.",
    "10": "E-mailová adresa musí byť platná e-mailová adresa a je to povinné pole.",
    "11": "Preferovaná mena",
    "12": "Prihlásenie do účtu",
    "13": "Pri každom zistení prihlásenia sa na registrovanú adresu tohto konta odošle e-mailové upozornenie.",
    "14": "Dokončenie zálohovania servera",
    "16": "Zlyhanie zálohovania servera",
    "19": "Profil bol úspešne aktualizovaný.",
    "20": "Aktuálne heslo",
    "21": "Nové heslo",
    "22": "Aktuálne heslo je povinné pole.",
    "23": "Nové heslo musí mať 10 alebo viac znakov a obsahovať aspoň jedno malé písmeno, jedno veľké písmeno, jednu číslicu a jeden špeciálny znak.",
    "24": "Heslo účtu bolo úspešne aktualizované.",
    "25": "Aktualizácia hesla konta",
    "26": "Aplikácia TOTP na základe",
    "27": "Dvojfaktorové overovanie pomocou aplikácie využíva vaše mobilné zariadenie na pridanie ďalšej úrovne zabezpečenia vášho účtu.",
    "28": "Nainštalujte si do mobilného zariadenia aplikáciu na overovanie OTP, napríklad Authy, 2FAS alebo Google Authenticator.",
    "29": "Naskenujte kód QR alebo ručne zadajte svoj tajný kód do aplikácie.",
    "30": "Zadajte šesťmiestny kód, ktorý poskytuje aplikácia autentifikátora.",
    "31": "Aktivácia aplikácie TOTP",
    "32": "YubiKey OTP",
    "33": "Kliknite na pole nižšie, vložte svoj kľúč YubiKey a ťuknite naň.",
    "34": "Aktivácia YubiKey",
    "35": "na tomto účte je povolené dvojfaktorové overovanie. Môžete ho vypnúť pomocou tlačidla deaktivovať.",
    "36": "Deaktivácia stránky",
    "37": "Záložné kódy",
    "38": "K dispozícii sú tieto jednorazové záložné kódy:",
    "39": "Aktivačný kód je buď nesprávny, alebo jeho platnosť vypršala.",
    "40": "Dvojfaktorové overovanie bolo úspešne aktivované.",
    "41": "Dvojfaktorové overovanie bolo úspešne deaktivované.",
    "42": "Nepodarilo sa deaktivovať dvojfaktorové overovanie.",
    "43": "Zdieľanie",
    "44": "Prístupové tokeny vám umožňujú požiadať o prístup k iným skupinám serverov, serverom alebo kľúčom SSH v rámci systému. Ak poznáte iného používateľa s účtom, jednoducho vygenerujte token a pošlite mu ho. Potom môže použiť token na priradenie k určitému prostriedku.",
    "45": "Nenašli sa žiadne prístupové žetóny",
    "46": "Generovanie tokenu",
    "47": "Odstránenie tokenu",
    "48": "Token bol úspešne vytvorený.",
    "49": "Token bol úspešne odstránený.",
    "50": "Yubico OTP je jednoduchý, ale silný mechanizmus overovania, ktorý je podporovaný všetkými YubiKeys hneď po vybalení.",
    "51": "Oznámenia",
    "52": "Na zaistenie bezpečnosti vášho účtu odporúčame pravidelne aktualizovať heslo. Zadajte svoje súčasné heslo, potom nové heslo a potvrďte ho do príslušných polí. Nezabudnite si vybrať silné heslo, ktoré obsahuje kombináciu písmen, číslic a špeciálnych znakov.",
    "53": "Zmena hesla",
    "54": "Osobné údaje",
    "55": "Na ďalšie zabezpečenie vášho účtu ponúkame dvojfaktorovú autentifikáciu pomocou aplikácie TOTP a autentifikáciu pomocou OTP pomocou kľúča YubiKey. Použite svoje mobilné zariadenie na dvojfaktorovú autentifikáciu pomocou aplikácie, aby ste pridali ďalšiu úroveň zabezpečenia, alebo použite kľúč YubiKey na jednorazové overenie heslom, aby ste ochránili svoj účet. Vyberte si jednu z týchto možností, aby ste zabezpečili, že váš účet zostane chránený pred neoprávneným prístupom.",
    "56": "Potvrdenie nového hesla",
    "57": "Potvrdenie nového hesla sa nezhoduje s novým heslom.",
    "15": "Ak niektorý z vašich serverov podporuje zálohovanie, dostanete e-mailové upozornenie zakaždým, keď sa zálohovanie úspešne dokončí.",
    "17": "Ak niektorý z vašich serverov podporuje zálohovanie, dostanete e-mailové upozornenie, ak sa zálohovanie nedokončí alebo sa počas procesu zálohovania vyskytne chyba.",
    "18": "Aktualizácia nastavení profilu"
}