{
    "dir": "ltr",
    "1": "Profil",
    "2": "Adgangskode",
    "3": "To-faktor-autentificering",
    "4": "Det er forbudt at ændre navn og e-mail på denne konto. Hvis du ønsker at ændre nogen af disse oplysninger, skal du kontakte support.",
    "5": "Navn",
    "6": "E-mail-adresse",
    "7": "Tidszone",
    "8": "Sprog",
    "9": "Navnet skal bestå af mellem 3 og 150 tegn og er et obligatorisk felt.",
    "10": "E-mailadresse skal være en gyldig e-mailadresse og er et obligatorisk felt.",
    "11": "Foretrukken valuta",
    "12": "Konto-login",
    "13": "Der sendes en e-mail til den registrerede adresse på denne konto, hver gang der registreres et login.",
    "14": "Backup af server færdig",
    "16": "Fejl i server-backup",
    "19": "Profilen er blevet opdateret.",
    "20": "Nuværende adgangskode",
    "21": "Ny adgangskode",
    "22": "Nuværende adgangskode er et obligatorisk felt.",
    "23": "Den nye adgangskode skal bestå af 10 eller flere tegn og indeholde mindst et lille bogstav, et stort bogstav, et ciffer og et specialtegn.",
    "24": "Kontoadgangskode opdateret med succes.",
    "25": "Opdater kontoens adgangskode",
    "26": "TOTP App-baseret",
    "27": "App-baseret to-faktor-godkendelse bruger din mobile enhed til at tilføje et ekstra lag af sikkerhed til din konto.",
    "28": "Installer en OTP-godkendelsesapp som Authy, 2FAS, Google Authenticator på din mobile enhed.",
    "29": "Scan QR-koden, eller indtast din hemmelige kode manuelt i appen.",
    "30": "Indtast den sekscifrede kode, som authenticator-appen giver dig.",
    "31": "Aktiver app-baseret TOTP",
    "32": "YubiKey OTP",
    "33": "Klik på feltet nedenfor, indsæt din YubiKey, og tryk på den.",
    "34": "Aktivér YubiKey",
    "35": "to-faktor-godkendelse er aktiveret på denne konto. Den kan deaktiveres ved hjælp af deaktiveringsknappen.",
    "36": "Deaktiver",
    "37": "Backup-koder",
    "38": "Følgende backup-koder til engangsbrug er tilgængelige:",
    "39": "Aktiveringskoden er enten forkert eller udløbet.",
    "40": "To-faktor-autentificering aktiveret med succes.",
    "41": "To-faktor-autentificering deaktiveret med succes.",
    "42": "Det lykkedes ikke at deaktivere to-faktor-godkendelse.",
    "43": "Deling",
    "44": "Med adgangstokener kan du anmode om adgang til andre servergrupper, servere eller SSH-nøgler i systemet. Hvis du kender en anden bruger med en konto, skal du blot generere et token og sende det til vedkommende. De kan så bruge tokenet til at tildele dig en bestemt ressource.",
    "45": "Ingen adgangstokens fundet",
    "46": "Generer token",
    "47": "Slet token",
    "48": "Token oprettet med succes.",
    "49": "Token slettet med succes.",
    "50": "Yubico OTP er en enkel, men stærk autentificeringsmekanisme, som understøttes af alle YubiKeys fra start.",
    "51": "Meddelelser",
    "52": "For at sikre din kontos sikkerhed anbefaler vi, at du opdaterer din adgangskode regelmæssigt. Indtast din nuværende adgangskode efterfulgt af din nye adgangskode, og bekræft den nye adgangskode i de angivne felter. Husk at vælge en stærk adgangskode, der indeholder en blanding af bogstaver, tal og specialtegn.",
    "53": "Skift adgangskode",
    "54": "Personlige oplysninger",
    "55": "For at sikre din konto yderligere tilbyder vi TOTP app-baseret to-faktor-godkendelse og YubiKey OTP-godkendelse. Brug din mobile enhed til app-baseret to-faktor-godkendelse for at tilføje et ekstra lag af sikkerhed, eller brug en YubiKey til engangskodeord-godkendelse for at beskytte din konto. Vælg en af disse muligheder for at sikre, at din konto forbliver beskyttet mod uautoriseret adgang.",
    "56": "Bekræft ny adgangskode",
    "57": "Bekræft ny adgangskode stemmer ikke overens med ny adgangskode.",
    "15": "Hvis nogen af dine servere understøtter sikkerhedskopiering, vil du modtage en e-mail, hver gang en sikkerhedskopiering er gennemført.",
    "17": "Hvis nogen af dine servere understøtter backup, vil du modtage en e-mail, hvis en backup ikke gennemføres, eller der opstår en fejl under backup-processen.",
    "18": "Opdater profilindstillinger"
}