{
    "dir": "ltr",
    "1": "Slet Backup",
    "2": "Er du sikker på, at du vil slette denne backup?",
    "3": "Annuller",
    "4": "Slet",
    "5": "Gendan fra Backup",
    "6": "Er du sikker på, at du vil gendanne serveren med denne backup?",
    "7": "Gendan",
    "8": "Servernavn",
    "9": "Indstillinger",
    "10": "Gem",
    "11": "Servernavn opdateret.",
    "12": "For mange forsøg, prøv venligst igen senere.",
    "13": "Servernavn skal være mellem 3 og 60 tegn og er et påkrævet felt.",
    "14": "Backup Skema",
    "15": "Ingen",
    "16": "Dagligt",
    "17": "Ugentligt",
    "18": "På følgende dage:",
    "19": "Mandag",
    "20": "Tirsdag",
    "21": "Onsdag",
    "22": "Torsdag",
    "23": "Fredag",
    "24": "Lørdag",
    "25": "Søndag",
    "26": "Ugyldig tid. Prøv igen senere.",
    "27": "En backup er i gang. Indstillinger kan kun ændres, når en gendannelse ikke er igang.",
    "28": "En gendannelse er i gang. Indstillinger kan kun ændres, når en gendannelse ikke er igang.",
    "29": "En backup eller gendannelse er i gang. Indstillinger kan kun ændres, når en backup eller gendannelse ikke er igang.",
    "30": "Backups er ikke tilgængelige. Prøv igen senere.",
    "31": "Backup skema ryddet.",
    "32": "Backups planlagt.",
    "33": "Ugyldige data. Prøv igen senere.",
    "34": "Der var et problem med at sætte den valgte dag. Prøv at vælge en anden dag.",
    "35": "På følgende tidspunkt:",
    "36": "AM",
    "37": "PM",
    "38": "Opdater",
    "39": "Backup slettet.",
    "40": "En backup er allerede i gang.",
    "41": "En gendannelse er allerede i gang.",
    "42": "En backup eller gendannelse er allerede i gang.",
    "43": "Backup begrænset. Prøv igen senere.",
    "44": "Følgende fejl opstod:",
    "45": "Kunne ikke finde backup.",
    "46": "Gendannelser er i øjeblikket ikke tilgængelige. Prøv igen senere.",
    "47": "Gendannelse begrænset. Prøv igen senere.",
    "48": "Backup",
    "49": "Backups er kopier af serverens primære disk. Eventuel yderligere lagring, der måtte være tilknyttet, vil ikke blive inkluderet i backup'en.",
    "50": "Der er",
    "51": "slots til backups.",
    "52": "Vi anbefaler, at du slukker din server, før du opretter en backup for at sikre datakonsistens på disken.",
    "53": "Du bruger i øjeblikket",
    "54": "ud af",
    "55": "slots.",
    "56": "Hvis alle slots er fulde, og der oprettes en yderligere backup, vil den ældste backup blive slettet.",
    "57": "Den næste backup er planlagt til at køre",
    "58": "kl.",
    "59": "Opret Backup Nu",
    "60": "Planlæg",
    "61": "Oprettet",
    "62": "Størrelse",
    "63": "Status",
    "64": "Tilgængelig",
    "65": "Gendanner",
    "66": "Opretter",
    "67": "Backup i gang",
    "68": "En backup er i gang. De fleste handlinger er deaktiveret, indtil backup'en er fuldført.",
    "69": "Gendannelse i gang",
    "70": "En backup gendannelse er i gang. De fleste handlinger er deaktiveret, indtil gendannelsen er fuldført.",
    "71": "Oversigt",
    "72": "Medier",
    "73": "Muligheder",
    "74": "Netværk",
    "75": "Lagring",
    "76": "Backups",
    "77": "Deling",
    "78": "Stoppet",
    "79": "Kører",
    "80": "Pauser",
    "81": "Hukommelsesinformation utilgængelig",
    "82": "Afhængigt af det installerede operativsystem og den aktive tilstand af serveren, kan det være umuligt at se hukommelsesudnyttelsen.",
    "83": "Reverse DNS",
    "84": "Alle indgange skal have en tilsvarende fremadrettet post allerede sat hos domænets DNS-udbyder.",
    "85": "Enhver ændring af den fremadrettede post efter omvendte DNS-poster er blevet sat, kan resultere i, at vores system fjerner reverse DNS for denne adresse.",
    "86": "Reverse DNS-ændring anmodet, men kan tage op til 24 timer at behandle. Du vil modtage en email, når ændringen er gennemført.",
    "87": "Reverse DNS er blevet opdateret succesfuldt. Det kan tage op til 24 timer at fuldstændig løse.",
    "88": "Ugyldig omvendt post. Det ser ikke ud til at være et domæne eller værtsnavn.",
    "89": "Den anmodede post matcher, hvad der i øjeblikket er sat. For at ændre DNS'en, skal du angive et andet domæne eller værtsnavn.",
    "90": "En fremadrettet post ser ud til at mangle for det specificerede domæne\/værtsnavn. Før du kan sætte reverse DNS, skal du sikre, at domænet\/værtsnavnet peger på denne server-IP med en tilsvarende A eller AAAA-post.",
    "91": "Reverse DNS er i øjeblikket ikke tilgængelig. Prøv igen senere.",
    "92": "Kunne ikke sætte posten. Prøv igen senere.",
    "93": "En anmodning er i øjeblikket under behandling. En post kan kun ændres, efter den forrige anmodning er blevet behandlet.",
    "94": "Genstart Server",
    "95": "Er du sikker på, at du vil genstarte denne server?",
    "96": "Genstart",
    "97": "Byggelog",
    "98": "Fejl",
    "99": "Tip -> Tjek de første og anden Primære Handling punkter.",
    "100": "Primære Handlinger",
    "101": "Underhandlinger",
    "102": "Nulstil Adgangskode",
    "103": "Bruger",
    "104": "Efter nulstilling af adgangskoden, vil den nye adgangskode blive sendt til din konto email adresse. Er du sikker på, at du vil fortsætte?",
    "105": "Nulstil",
    "106": "Beskyt Server",
    "107": "Aktivering af beskyttelse forhindrer, at denne server ved et uheld bliver geninstalleret.",
    "108": "Er du sikker på, at du vil beskytte denne server?",
    "109": "Beskyt",
    "110": "Slet Adgang",
    "111": "Er du sikker på, at du vil slette adgangen?",
    "112": "Deaktiver Beskyttelse",
    "113": "Er du sikker på, at du vil deaktivere beskyttelsen?",
    "114": "Deaktiver",
    "115": "Tilbagekald Adgang",
    "116": "Er du sikker på, at du vil tilbagekalde din adgang?",
    "117": "Tilbagekald Nu",
    "118": "Er du sikker på, at du vil geninstallere denne server?",
    "119": "Fortsæt",
    "120": "Sluk Server",
    "121": "Er du sikker på, at du vil slukke for denne server?",
    "122": "Sluk",
    "123": "Luk Server Ned",
    "124": "Er du sikker på, at du vil lukke denne server ned?",
    "125": "Luk Ned",
    "126": "Er du sikker på, at du vil installere serveren uden nogen SSH-nøgler?",
    "127": "Installer Uden",
    "128": "Er du sikker på, at du vil installere",
    "129": "på denne server?",
    "130": "Installer Nu",
    "131": "Er du sikker på, at du ikke vil installere et operativsystem?",
    "132": "Du kan installere fra CD\/DVD på næste skærm.",
    "133": "Forbered til Selvinstallation",
    "134": "Installationsprocessen kan tage op til 30 minutter.",
    "135": "Når serveren er installeret, vil en email blive sendt med adgangsoplysninger til den adresse, vi har på kontoen.",
    "136": "Server Opsætning...",
    "137": "Geninstallering vil slette alle eksisterende data og installere et frisk operativsystem eller tom disk afhængigt af de valgte muligheder.",
    "138": "Det er stadig ikke for sent at annullere denne geninstallering.",
    "139": "Den seneste geninstallering mislykkedes og kan ikke gendannes. Du skal starte den igen.",
    "140": "Annuller Geninstallering",
    "141": "Navn",
    "142": "Servernavnet gør det muligt for dig let at identificere serveren under din konto.",
    "143": "Tilfældig",
    "144": "Værtsnavn",
    "145": "valgfri",
    "146": "Hvis serveren kræver et gyldigt værtsnavn, bør du sætte det her.",
    "147": "Tidszone",
    "148": "Tidszonen, der skal sættes på serveren.",
    "149": "Operativsystem",
    "150": "Selvinstallér Operativsystem",
    "151": "Serveren kræver et gyldigt operativsystem. Vælg operativsystemet fra listen nedenfor, som du gerne vil have automatisk installeret på serveren.",
    "152": "Selvinstallation",
    "153": "Installer med Skabelon",
    "154": "Ingen passende operativsystemskabeloner tilgængelige",
    "155": "Der er ingen operativsystemskabeloner tilgængelige for din serverspecifikation. Vælg venligst selvinstallationsmuligheden.",
    "156": "Udgået",
    "157": "Nær Udgået",
    "158": "Dette operativsystem er udgået. Det frarådes at bruge det.",
    "159": "Dette operativsystem er nær udgået. Det frarådes at bruge det.",
    "160": "Selvinstallation kan begrænse systemets evne til fuldt ud at kontrollere serveren. Du bør kun bruge denne mulighed, hvis ingen af de automatiserede operativsystemer er passende, og du er komfortabel med at installere fra ISO-medier.",
    "161": "Virtual Network Computing (VNC) muligheden er automatisk aktiveret for dig.",
    "162": "IPv6 Netværk",
    "163": "IPv6 er i øjeblikket tilgængelig for denne server, men vil ikke være aktiveret som standard. Du kan aktivere det nu, hvis du har brug for det, eller senere under netværksindstillinger.",
    "164": "Ingen SSH-nøgler valgt",
    "165": "Tilføjelse af en SSH-nøgle vil hjælpe med at holde din server sikker ved at tillade os at deaktivere adgangskodegodkendelse. Hvis du ikke tilføjer en, vil vi aktivere adgangskodegodkendelse og sende dig root\/admin adgangskoden, når serveren er bygget.",
    "166": "Avanceret",
    "167": "Avancerede Indstillinger",
    "168": "Virtual Network Computing (VNC)",
    "169": "Aktiver\/deaktiver VNC. Du behøver virkelig ikke at aktivere dette, mens du installerer serveren. Du kan altid aktivere det senere, hvis det er nødvendigt.",
    "170": "IPv4 Offentlige DNS-opløsere",
    "171": "En server kræver to DNS-opløsere. Du kan bytte systemets standarder ud med et foretrukket sæt offentlige opløsere.",
    "172": "Installer med",
    "173": "Installer",
    "174": "Installation Mislykkedes",
    "175": "Installationsprocessen stødte på en fejl. Hvis problemet fortsætter, kontakt support.",
    "176": "Prøv Igen",
    "177": "Genstart Opsætningsprocessen",
    "178": "Se byggeloggen for at identificere fejlen. Den er normalt specificeret i første afsnit.",
    "179": "Se Seneste Byggelog",
    "180": "Vent venligst...",
    "181": "Serveren bliver i øjeblikket bygget. Du vil få adgang igen, når den er færdig.",
    "182": "CD\/DVD",
    "183": "VNC",
    "184": "Fjern Beskyttelse",
    "185": "Beskyt",
    "186": "Hukommelse",
    "187": "af",
    "188": "Brugt",
    "189": "Fri",
    "190": "Trafikgrænse Overskredet",
    "191": "Det offentlige netværk er begrænset til",
    "192": "indgående og",
    "193": "udgående.",
    "194": "Netværkstrafik",
    "195": "Ubegrænset",
    "196": "Geninstaller",
    "197": "Hukommelse:",
    "198": "CPU:",
    "199": "Lagring:",
    "200": "Trafik:",
    "201": "Primært Netværk:",
    "202": "Konfigurer Netværksvidereledning",
    "203": "Primær IPv4:",
    "204": "Primær IPv6:",
    "205": "Oprettet:",
    "206": "Drev:",
    "207": "Primær",
    "208": "Afventer",
    "209": "Klar",
    "210": "Deaktiveret",
    "211": "Sletter",
    "212": "Boot",
    "213": "Aktiveret",
    "214": "Virtual Network Computing (VNC) giver dig mulighed for at forbinde til serveren, som om du var foran den. Du bør kun aktivere denne mulighed, hvis du har problemer eller har brug for at installere ved hjælp af CD\/DVD-medier.",
    "215": "En VNC-session er i øjeblikket Aktiv",
    "216": "Du kan åbne browser VNC (popup-vindue) eller forbinde ved hjælp af din egen klient med de detaljer, der er anført nedenfor.",
    "217": "Du kan åbne browser VNC (popup-vindue) for at forbinde til serveren.",
    "218": "IP:",
    "219": "Port:",
    "220": "Adgangskode:",
    "221": "VNC-adgang er over en ukrypteret forbindelse. En angriber, der er passende placeret for at se netværkstrafikken, kunne optage og overvåge din aktivitet.",
    "222": "Aktiver VNC-adgang",
    "223": "Deaktiver VNC-adgang",
    "224": "Browser VNC",
    "225": "Root\/Administrator Adgangskode",
    "226": "Angiv en ny root- eller administratoradgangskode. Hvis du har fjernet eller ikke har QEMU-gæsteagenten installeret på din server, vil denne operation fejle. Serveren skal være i gang for at udføre denne handling.",
    "227": "IPv6 Tilgængelighed",
    "228": "IPv6 er i øjeblikket tilgængelig for denne server, men et subnet er endnu ikke tildelt.",
    "229": "Aktiver IPv6 Netværk",
    "230": "IPv4 Adresser",
    "231": "Adresse",
    "232": "RDNS",
    "233": "Gateway",
    "234": "Netmaske",
    "235": "Opløsere",
    "239": "Tildel Adresse",
    "240": "Sekundært Netværk",
    "241": "ID:",
    "242": "Grænseflade:",
    "243": "Type:",
    "244": "MAC:",
    "245": "Hastighed (indgående):",
    "246": "Hastighed (udgående):",
    "247": "CD\/DVD-ROM",
    "248": "Drev Aktivt",
    "249": "Drev Inaktivt",
    "250": "CD\/DVD'er giver dig mulighed for at installere serveren manuelt eller starte fra en redningsdisk.",
    "251": "Vælg en af mulighederne og klik Indsæt. Serveren vil automatisk blive sat til at starte fra CD\/DVD.",
    "252": "Ingen Medier Tilgængelige",
    "253": "Vi har i øjeblikket ingen CD\/DVD-medier.",
    "254": "CD\/DVD Indlæst",
    "255": "CD\/DVD'en",
    "256": "er indlæst.",
    "257": "Udsmid",
    "258": "Boot-rækkefølge",
    "259": "Vælg enheden, der skal forsøges først.",
    "260": "Anvend",
    "261": "Primært Netværk",
    "262": "Offentligt",
    "263": "Adgang Aktiveret",
    "264": "Adgang Deaktiveret",
    "265": "Rediger Navn",
    "266": "Håndter Medier",
    "267": "Du deler ikke denne server med andre.",
    "268": "Delt Adgang",
    "269": "Token",
    "270": "Giv Adgang",
    "271": "Denne server deles med dig. Du kan til enhver tid tilbagekalde din adgang.",
    "272": "Tilbagekald Adgang",
    "273": "verificerer",
    "274": "Adgangskode nulstillet succesfuldt. Den nye adgangskode er sendt til din emailadresse.",
    "275": "Adgangskode nulstilling mislykkedes. Prøv igen senere.",
    "276": "Server oprettet succesfuldt.",
    "277": "Disk aktiveret succesfuldt. En genstart er nødvendig for at fuldføre processen.",
    "278": "Disk deaktiveret succesfuldt. En genstart er nødvendig for at fuldføre processen.",
    "279": "Adgang fjernet succesfuldt.",
    "280": "Token accepteret.",
    "281": "Det angivne token er ugyldigt.",
    "282": "Adgang opdateret succesfuldt.",
    "283": "Tilladelser opdateret succesfuldt.",
    "284": "En ny IPv6-adresse er blevet tilføjet. En genstart er nødvendig for at konfigurere adressen.",
    "285": "Der er ikke flere IPv6-adresser tilgængelige.",
    "286": "Indsæt",
    "287": "Opgave tilføjet til køen succesfuldt.",
    "288": "Handling ikke tilgængelig. Denne server er DND-beskyttet.",
    "289": "En aktiv opgave for denne server er allerede i køen.",
    "290": "INDGÅENDE",
    "291": "UDGÅENDE",
    "292": "Samler byggekonfiguration.",
    "293": "Tildeler IPv6 subnet.",
    "294": "Konfigurerer DHCP som backup netværk.",
    "295": "Konfigurerer DHCP som primært netværk.",
    "296": "Konfigurerer netværkstrafikgrænser.",
    "297": "Opretter konfiguration.",
    "298": "Forbereder operativsystem.",
    "299": "Installerer operativsystem.",
    "300": "Opretter disk.",
    "301": "Opsætter VNC.",
    "302": "Indstiller slutkonfiguration.",
    "303": "Konfigurerer portkort.",
    "304": "Starter server.",
    "305": "Afslutter.",
    "306": "Statistik",
    "307": "Skjul",
    "308": "HDD",
    "309": "Sover",
    "310": "IPv6-adresse aktiveret succesfuldt. En genstart er nødvendig for at anvende ændringerne på serveren.",
    "311": "IPv6-adresse deaktiveret succesfuldt. En genstart er nødvendig for at anvende ændringerne på serveren.",
    "312": "Er du sikker på, at du vil ændre serverens netværk?",
    "313": "Gem",
    "314": "Afhængigt af det installerede operativsystem og hvordan netværket er konfigureret på serveren, kan det være umuligt at anvende disse ændringer.",
    "315": "Navn skal være 3 tegn eller mere og er et påkrævet felt.",
    "316": "Værtsnavn ugyldigt.",
    "317": "Skjul Avancerede Indstillinger",
    "318": "Dedikeret Routing Subnet",
    "319": "Et routing subnet er blevet knyttet til",
    "320": "og er nødvendigt for IPv6-konnektivitet. Følgende gateway og primære adresse fra routing subnettet er blevet konfigureret:",
    "321": "Indtast URL'en til en fjern ISO i boksen nedenfor. URL'en skal være HTTPS, men bør ikke inkludere https:\/\/ præfikset. Den skal også ende på .iso og indeholde ingen omdirigeringer.",
    "322": "Indsættelse af en ugyldig ISO kan gøre serveren ustartbar og skulle nødt til at blive udstødt med serveren slukket.",
    "323": "Brugerdefineret CD\/DVD",
    "324": "Forudindstillet CD\/DVD",
    "325": "Brugerdefineret",
    "326": "Den angivne URL er ugyldig. En URL skal være korrekt formateret og returnere en 200 HTTP-kode. Omdirigeringer er forbudt.",
    "327": "Ventende Ændringer",
    "328": "En eller flere ændringer til serveren er ventende. Ændringer kan behandles ved at udstede en Genstart, Luk Ned eller Boot handling fra dette kontrolpanel.",
    "329": "Deaktiverer VNC.",
    "330": "Tillæg",
    "331": "Udgående",
    "332": "Indgående",
    "333": "Hastighed",
    "334": "I alt",
    "335": "System",
    "336": "Læsser",
    "337": "Hardware",
    "338": "Indstillingerne er blevet opdateret.",
    "339": "Der blev ikke foretaget nogen ændringer.",
    "340": "Værtsnavnet vil blive opdateret på systemet, men vil ikke blive anvendt på serveren, før den er genopbygget.",
    "341": "Værtsnavnet er ugyldigt. Hvis du ønsker at fjerne værtsnavnet, skal du lade feltet være tomt.",
    "342": "Den angivne adresse er enten forkert eller passer ikke til subnettet.",
    "343": "Den angivne adresse er blevet tilføjet. En genstart er nødvendig for at anvende konfigurationen.",
    "344": "Der opstod en ukendt fejl. Den angivne adresse kunne ikke tilføjes.",
    "345": "Adressegrænsen er nået.",
    "346": "Den angivne adresse er reserveret.",
    "347": "Den angivne adresse findes allerede.",
    "348": "Tildel brugerdefineret adresse",
    "349": "Gemme",
    "350": "Den næste sekventielle adresse vil blive tildelt serveren.",
    "351": "Tildel",
    "352": "Indtast en adresse"
}