{
    "dir": "ltr",
    "1": "Profil",
    "2": "Mot de passe",
    "3": "Authentification à deux facteurs",
    "4": "Les changements de nom et d'adresse électronique sont interdits sur ce compte. Si vous souhaitez modifier l'un de ces détails, contactez le service d'assistance.",
    "5": "Nom",
    "6": "Adresse électronique",
    "7": "Fuseau horaire",
    "8": "Langue",
    "9": "Le nom doit comporter entre 3 et 150 caractères et est un champ obligatoire.",
    "10": "L'adresse électronique doit être une adresse électronique valide et est un champ obligatoire.",
    "11": "Monnaie privilégiée",
    "12": "Connexion au compte",
    "13": "Une notification par courrier électronique sera envoyée à l'adresse enregistrée sur ce compte chaque fois qu'une connexion est détectée.",
    "14": "Sauvegarde du serveur terminée",
    "16": "Échec de la sauvegarde du serveur",
    "19": "Le profil a été mis à jour avec succès.",
    "20": "Mot de passe actuel",
    "21": "Nouveau mot de passe",
    "22": "Le mot de passe actuel est un champ obligatoire.",
    "23": "Le nouveau mot de passe doit comporter 10 caractères ou plus et contenir au moins une lettre minuscule, une lettre majuscule, un chiffre et un caractère spécial.",
    "24": "Le mot de passe du compte a été mis à jour avec succès.",
    "25": "Mise à jour du mot de passe du compte",
    "26": "TOTP App Based",
    "27": "L'authentification à deux facteurs basée sur une application utilise votre appareil mobile pour ajouter une couche de sécurité supplémentaire à votre compte.",
    "28": "Installez une application d'authentification OTP telle que Authy, 2FAS, Google Authenticator sur votre appareil mobile.",
    "29": "Scannez le code QR ou saisissez manuellement votre code secret dans l'application.",
    "30": "Saisissez le code à six chiffres fourni par l'application d'authentification.",
    "31": "Activer le TOTP basé sur l'application",
    "32": "YubiKey OTP",
    "33": "Cliquez sur le champ ci-dessous, insérez votre YubiKey et appuyez dessus.",
    "34": "Activer YubiKey",
    "35": "l'authentification à deux facteurs est activée sur ce compte. Elle peut être désactivée à l'aide du bouton de désactivation.",
    "36": "Désactiver",
    "37": "Codes de sauvegarde",
    "38": "Les codes de sauvegarde à usage unique suivants sont disponibles :",
    "39": "Le code d'activation est incorrect ou a expiré.",
    "40": "L'authentification à deux facteurs a été activée avec succès.",
    "41": "L'authentification à deux facteurs a été désactivée avec succès.",
    "42": "Échec de la désactivation de l'authentification à deux facteurs.",
    "43": "Partage",
    "44": "Les jetons d'accès vous permettent de demander l'accès à d'autres groupes de serveurs, serveurs ou clés SSH au sein du système. Si vous connaissez un autre utilisateur disposant d'un compte, il vous suffit de générer un jeton et de le lui envoyer. Il pourra alors utiliser le jeton pour vous affecter à une ressource spécifique.",
    "45": "Aucun jeton d'accès n'a été trouvé",
    "46": "Générer un jeton",
    "47": "Supprimer le jeton",
    "48": "Token créé avec succès.",
    "49": "Le jeton a été supprimé avec succès.",
    "50": "Yubico OTP est un mécanisme d'authentification simple mais solide qui est pris en charge par tous les YubiKeys.",
    "51": "Notifications",
    "52": "Pour garantir la sécurité de votre compte, nous vous recommandons de mettre à jour votre mot de passe régulièrement. Veuillez saisir votre mot de passe actuel, suivi de votre nouveau mot de passe, et confirmez le nouveau mot de passe dans les champs prévus à cet effet. N'oubliez pas de choisir un mot de passe fort qui comprend un mélange de lettres, de chiffres et de caractères spéciaux.",
    "53": "Modifier le mot de passe",
    "54": "Détails personnels",
    "55": "Pour sécuriser davantage votre compte, nous proposons l'authentification à deux facteurs TOTP basée sur l'application et l'authentification par mot de passe unique YubiKey. Utilisez votre appareil mobile pour l'authentification à deux facteurs basée sur l'application afin d'ajouter une couche de sécurité supplémentaire, ou utilisez une YubiKey pour l'authentification par mot de passe unique afin de protéger votre compte. Choisissez l'une ou l'autre option pour vous assurer que votre compte reste protégé contre les accès non autorisés.",
    "56": "Confirmer le nouveau mot de passe",
    "57": "La confirmation du nouveau mot de passe ne correspond pas au nouveau mot de passe.",
    "15": "Si l'un de vos serveurs prend en charge les sauvegardes, vous recevrez une notification par courrier électronique chaque fois qu'une sauvegarde se termine avec succès.",
    "17": "Si l'un de vos serveurs prend en charge les sauvegardes, vous recevrez une notification par courrier électronique si une sauvegarde ne se termine pas ou si une erreur se produit au cours du processus de sauvegarde.",
    "18": "Mise à jour des paramètres du profil",
    "58": "Pour garantir la sécurité de votre compte, vous devez activer l'authentification à deux facteurs avant de pouvoir continuer. Notre système prend en charge l'authentification à deux facteurs basée sur l'application TOTP, qui vous permet d'utiliser des applications telles que Google Authenticator ou Authy pour générer des mots de passe à usage unique basés sur le temps. En outre, nous prenons en charge l'authentification OTP YubiKey, qui vous permet d'utiliser un dispositif YubiKey pour générer des mots de passe à usage unique sécurisés.",
    "59": "Ce système exige que l'authentification à deux facteurs soit activée en permanence. Si vous la désactivez, vous devrez réactiver l'authentification à deux facteurs pour retrouver un accès complet à votre compte.",
    "60": "Saisissez le code à six chiffres généré par l'application dans le champ ci-dessous.",
    "61": "Il est important de faire une copie de vos codes de sauvegarde à usage unique. Ces codes sont essentiels pour accéder à votre compte au cas où vous perdriez l'accès à votre dispositif d'authentification à deux facteurs. Veuillez les conserver en lieu sûr.",
    "62": "Annuler",
    "63": "Êtes-vous sûr de vouloir désactiver l'authentification à deux facteurs ? Cette fonction de sécurité fournit une couche supplémentaire de protection pour votre compte. Si vous procédez à la désactivation, votre compte sera moins sécurisé."
}