{
    "dir": "ltr",
    "1": "Profil",
    "2": "Lösenord",
    "3": "Tvåfaktorsautentisering",
    "4": "Ändringar av namn och e-post är förbjudna på detta konto. Om du vill ändra någon av dessa uppgifter, kontakta support.",
    "5": "Namn",
    "6": "E-postadress",
    "7": "Tidszon",
    "8": "Språk",
    "9": "Namnet måste vara mellan 3 och 150 tecken och är ett obligatoriskt fält.",
    "10": "E-postadressen måste vara en giltig e-postadress och är ett obligatoriskt fält.",
    "11": "Föredragen valuta",
    "12": "Kontoinloggning",
    "13": "Ett e-postmeddelande skickas till den registrerade adressen på det här kontot varje gång en inloggning upptäcks.",
    "14": "Säkerhetskopiering av server slutförd",
    "16": "Säkerhetskopieringsfel på servern",
    "19": "Profilen har uppdaterats framgångsrikt.",
    "20": "Nuvarande lösenord",
    "21": "Nytt lösenord",
    "22": "Aktuellt lösenord är ett obligatoriskt fält.",
    "23": "Nytt lösenord måste vara 10 eller fler tecken långt och innehålla minst en liten bokstav, en stor bokstav, en siffra och ett specialtecken.",
    "24": "Kontolösenordet uppdaterades framgångsrikt.",
    "25": "Uppdatera kontolösenord",
    "26": "TOTP-appbaserad",
    "27": "Appbaserad tvåfaktorsautentisering använder din mobila enhet för att lägga till ett extra lager av säkerhet till ditt konto.",
    "28": "Installera en OTP-autentiseringsapp som Authy, 2FAS, Google Authenticator på din mobila enhet.",
    "29": "Skanna QR-koden eller mata in din hemliga kod manuellt i appen.",
    "30": "Ange den sexsiffriga koden som autentiseringsappen tillhandahåller.",
    "31": "Aktivera appbaserad TOTP",
    "32": "YubiKey OTP",
    "33": "Klicka på fältet nedan, sätt in din YubiKey och tryck på den.",
    "34": "Aktivera YubiKey",
    "35": "tvåfaktorsautentisering är aktiverad på det här kontot. Det kan inaktiveras med inaktiveringsknappen.",
    "36": "Inaktivera",
    "37": "Säkerhetskopieringskoder",
    "38": "Följande reservkoder för engångsbruk är tillgängliga:",
    "39": "Aktiveringskoden är antingen felaktig eller har gått ut.",
    "40": "Tvåfaktorsautentisering aktiverad framgångsrikt.",
    "41": "Tvåfaktorsautentisering inaktiverades framgångsrikt.",
    "42": "Det gick inte att inaktivera tvåfaktorsautentisering.",
    "43": "Delning",
    "44": "Med åtkomsttoken kan du begära åtkomst till andra servergrupper, servrar eller SSH-nycklar i systemet. Om du känner en annan användare med ett konto, generera helt enkelt en token och skicka den till dem. De kan sedan använda token för att tilldela dig till en specifik resurs.",
    "45": "Inga åtkomsttoken hittades",
    "46": "Generera token",
    "47": "Ta bort token",
    "48": "Token har skapats framgångsrikt.",
    "49": "Token har tagits bort framgångsrikt.",
    "50": "Yubico OTP är en enkel men ändå stark autentiseringsmekanism som stöds av alla YubiKeys ur lådan.",
    "51": "Meddelanden",
    "52": "För att säkerställa säkerheten för ditt konto rekommenderar vi att du uppdaterar ditt lösenord regelbundet. Ange ditt nuvarande lösenord, följt av ditt nya lösenord, och bekräfta det nya lösenordet i de angivna fälten. Kom ihåg att välja ett starkt lösenord som innehåller en blandning av bokstäver, siffror och specialtecken.",
    "53": "Ändra lösenord",
    "54": "Personuppgifter",
    "55": "För att ytterligare säkra ditt konto erbjuder vi TOTP-appbaserad tvåfaktorsautentisering och YubiKey OTP-autentisering. Använd din mobila enhet för appbaserad tvåfaktorsautentisering för att lägga till ett extra lager av säkerhet, eller använd en YubiKey för engångslösenordsautentisering för att skydda ditt konto. Välj något av alternativen för att säkerställa att ditt konto förblir skyddat mot obehörig åtkomst.",
    "56": "Bekräfta nytt lösenord",
    "57": "Bekräfta att nytt lösenord inte matchar nytt lösenord.",
    "15": "Om någon av dina servrar stöder säkerhetskopiering får du ett e-postmeddelande varje gång en säkerhetskopiering slutförs.",
    "17": "Om någon av dina servrar stöder säkerhetskopiering får du ett e-postmeddelande om en säkerhetskopiering inte slutförs eller om ett fel uppstår under säkerhetskopieringen.",
    "18": "Uppdatera profilinställningar"
}