{
    "dir": "ltr",
    "1": "プロフィール",
    "2": "パスワード",
    "3": "二要素認証",
    "4": "このアカウントでは、名前と電子メールの変更は禁止されています。 これらの詳細のいずれかを変更したい場合は、サポートに連絡してください。",
    "5": "名称",
    "6": "メールアドレス",
    "7": "タイムゾーン",
    "8": "言語",
    "9": "氏名は3文字以上150文字以内で、必須項目です。",
    "10": "Eメールアドレスは有効なEメールアドレスで、必須項目です。",
    "11": "優先通貨",
    "12": "アカウントログイン",
    "13": "ログインが検出されるたびに、このアカウントの登録アドレスに電子メール通知が送信されます。",
    "14": "サーバーのバックアップ完了",
    "16": "サーバーバックアップの失敗",
    "19": "プロフィールの更新に成功しました。",
    "20": "現在のパスワード",
    "21": "新しいパスワード",
    "22": "現在のパスワードは必須項目です。",
    "23": "新しいパスワードは10文字以上で、少なくとも小文字1つ、大文字1つ、数字1つ、特殊文字1つを含んでいなければなりません。",
    "24": "アカウントパスワードの更新に成功しました。",
    "25": "アカウントパスワードの更新",
    "26": "TOTPアプリベース",
    "27": "アプリベースの二要素認証は、モバイルデバイスを使用してアカウントに追加のセキュリティレイヤーを追加します。",
    "28": "Authy、2FAS、Google AuthenticatorなどのOTP認証アプリをモバイルデバイスにインストールする。",
    "29": "QRコードをスキャンするか、アプリにシークレットコードを手動で入力してください。",
    "30": "認証アプリが提供する6桁のコードを入力する。",
    "31": "アプリベースのTOTPを有効にする",
    "32": "YubiKey OTP",
    "33": "下のフィールドをクリックし、YubiKeyを挿入してタップします。",
    "34": "YubiKeyをアクティベートする",
    "35": "このアカウントでは2ファクタ認証が有効になっています。 無効化ボタンで無効にすることができます。",
    "36": "非アクティブ化",
    "37": "バックアップコード",
    "38": "以下のシングルユーズバックアップコードをご利用いただけます：",
    "39": "アクティベーションコードが間違っているか、有効期限が切れています。",
    "40": "二要素認証が正常に有効化されました。",
    "41": "二要素認証は正常に解除されました。",
    "42": "二要素認証の解除に失敗しました。",
    "43": "シェアリング",
    "44": "アクセストークンを使用すると、システム内の他のサーバーグループ、サーバー、またはSSHキーへのアクセスを要求することができます。 アカウントを持つ他のユーザーを知っている場合は、トークンを生成してそのユーザーに送信するだけです。 トークンを使用して、ユーザーは特定のリソースに割り当てることができます。",
    "45": "アクセストークンが見つかりません",
    "46": "トークンの生成",
    "47": "トークンの削除",
    "48": "トークンが正常に作成されました。",
    "49": "トークンは正常に削除されました。",
    "50": "Yubico OTPは、シンプルかつ強力な認証メカニズムで、すべてのYubiKeyで標準サポートされています。",
    "51": "お知らせ",
    "52": "アカウントのセキュリティを確保するため、パスワードは定期的に更新することをお勧めします。 現在のパスワードの後に新しいパスワードを入力し、新しいパスワードを確認します。 英字、数字、特殊文字を組み合わせた強力なパスワードを選択することを忘れないでください。",
    "53": "パスワードの変更",
    "54": "個人詳細",
    "55": "TOTPアプリによる二要素認証とYubiKeyによるワンタイムパスワード認証の2つの認証方法をご用意しております。 モバイル端末を使ったアプリによる二要素認証でセキュリティを強化したり、YubiKeyによるワンタイムパスワード認証でアカウントを保護することができます。 不正アクセスからアカウントを保護するために、いずれかの方法をお選びください。",
    "56": "新しいパスワードの確認",
    "57": "新しいパスワードが新しいパスワードと一致しません。",
    "15": "サーバーのいずれかがバックアップをサポートしている場合、バックアップが正常に完了するたびに電子メール通知が届きます。",
    "17": "バックアップをサポートしているサーバーがある場合、バックアップが完了しなかったり、バックアップ処理中にエラーが発生したりすると、電子メール通知が送信されます。",
    "18": "プロフィール設定の更新",
    "58": "アカウントのセキュリティを確保するため、続行する前に2要素認証を有効にする必要があります。 当社のシステムはTOTPアプリベースの2要素認証に対応しており、Google AuthenticatorやAuthyなどのアプリを使用して時間ベースのワンタイムパスワードを生成することができます。 さらに、YubiKey OTP認証に対応しており、YubiKeyデバイスを使用して安全なワンタイムパスワードを生成することができます。",
    "59": "このシステムでは、2ファクタ認証が常に有効になっている必要があります。 2ファクタ認証を無効にした場合、アカウントへの完全なアクセスを回復するには、2ファクタ認証を再度有効にする必要があります。",
    "60": "アプリが生成した6桁のコードを下のフィールドに入力します。",
    "61": "ワンタイムバックアップコードは、二要素認証デバイスにアクセスできなくなった場合にアカウントにアクセスするために必要不可欠です。 安全な場所に保管してください。",
    "62": "キャンセル",
    "63": "本当に2ファクタ認証を解除しますか？ このセキュリティ機能は、お客様のアカウントをさらに保護するものです。 解除を進めると、アカウントの安全性が低下します。"
}