{
    "dir": "ltr",
    "1": "Profil",
    "2": "Şifre",
    "3": "İki Faktörlü Kimlik Doğrulama",
    "4": "Bu hesapta Ad ve E-posta değişiklikleri yasaktır. Bu bilgilerden herhangi birini değiştirmek isterseniz, destek ekibiyle iletişime geçin.",
    "5": "İsim",
    "6": "E-posta Adresi",
    "7": "Zaman Dilimi",
    "8": "Dil",
    "9": "Ad 3 ila 150 karakter arasında olmalıdır ve zorunlu bir alandır.",
    "10": "E-posta Adresi geçerli bir e-posta adresi olmalıdır ve zorunlu bir alandır.",
    "11": "Tercih Edilen Para Birimi",
    "12": "Hesap Girişi",
    "13": "Her oturum açma algılandığında bu hesaptaki kayıtlı adrese bir e-posta bildirimi gönderilecektir.",
    "14": "Sunucu Yedekleme Tamamlandı",
    "16": "Sunucu Yedekleme Hatası",
    "19": "Profil başarıyla güncellendi.",
    "20": "Geçerli Şifre",
    "21": "Yeni Şifre",
    "22": "Geçerli Şifre zorunlu bir alandır.",
    "23": "Yeni Şifre 10 veya daha fazla karakter uzunluğunda olmalı ve en az bir küçük harf, bir büyük harf, bir rakam ve bir özel karakter içermelidir.",
    "24": "Hesap şifresi başarıyla güncellendi.",
    "25": "Hesap Şifresini Güncelleme",
    "26": "TOTP Uygulama Tabanlı",
    "27": "Uygulama tabanlı iki faktörlü kimlik doğrulama, hesabınıza ekstra bir güvenlik katmanı eklemek için mobil cihazınızı kullanır.",
    "28": "Mobil cihazınıza Authy, 2FAS, Google Authenticator gibi bir OTP kimlik doğrulama uygulaması yükleyin.",
    "29": "QR kodunu tarayın veya gizli kodunuzu uygulamaya manuel olarak girin.",
    "30": "Kimlik doğrulayıcı uygulamasının sağladığı altı basamaklı kodu girin.",
    "31": "Uygulama Tabanlı TOTP'yi Etkinleştir",
    "32": "YubiKey OTP",
    "33": "Aşağıdaki alana tıklayın, YubiKey'inizi yerleştirin ve üzerine dokunun.",
    "34": "YubiKey'i Etkinleştir",
    "35": "bu hesapta iki faktörlü kimlik doğrulama etkinleştirilmiştir. Devre dışı bırak düğmesi kullanılarak devre dışı bırakılabilir.",
    "36": "Devre dışı bırak",
    "37": "Yedekleme kodları",
    "38": "Aşağıdaki tek kullanımlık yedekleme kodları mevcuttur:",
    "39": "Aktivasyon kodu ya yanlış ya da süresi dolmuş.",
    "40": "İki faktörlü kimlik doğrulama başarıyla etkinleştirildi.",
    "41": "İki faktörlü kimlik doğrulama başarıyla devre dışı bırakıldı.",
    "42": "İki faktörlü kimlik doğrulama devre dışı bırakılamadı.",
    "43": "Paylaşım",
    "44": "Erişim belirteçleri, sistemdeki diğer sunucu gruplarına, sunuculara veya SSH anahtarlarına erişim talep etmenizi sağlar. Hesabı olan başka bir kullanıcı tanıyorsanız, bir belirteç oluşturun ve onlara gönderin. Daha sonra sizi belirli bir kaynağa atamak için belirteci kullanabilirler.",
    "45": "Erişim Belgesi Bulunamadı",
    "46": "Belirteç Oluştur",
    "47": "Belirteci Sil",
    "48": "Token başarıyla oluşturuldu.",
    "49": "Belirteç başarıyla silindi.",
    "50": "Yubico OTP, tüm YubiKey'ler tarafından kutudan çıkar çıkmaz desteklenen basit ama güçlü bir kimlik doğrulama mekanizmasıdır.",
    "51": "Bildirimler",
    "52": "Hesabınızın güvenliğini sağlamak için şifrenizi düzenli olarak güncellemenizi öneririz. Lütfen mevcut şifrenizi ve ardından yeni şifrenizi girin ve sağlanan alanlara yeni şifreyi onaylayın. Harf, rakam ve özel karakterlerin bir karışımını içeren güçlü bir şifre seçmeyi unutmayın.",
    "53": "Şifre Değiştir",
    "54": "Kişisel Bilgiler",
    "55": "Hesabınızı daha fazla güvence altına almak için TOTP uygulama tabanlı iki faktörlü kimlik doğrulama ve YubiKey OTP kimlik doğrulama sunuyoruz. Ekstra bir güvenlik katmanı eklemek için uygulama tabanlı iki faktörlü kimlik doğrulama için mobil cihazınızı kullanın veya hesabınızı korumak için tek seferlik şifre kimlik doğrulaması için bir YubiKey kullanın. Hesabınızın yetkisiz erişime karşı korunmasını sağlamak için her iki seçeneği de seçin.",
    "56": "Yeni Şifreyi Onayla",
    "57": "Yeni şifreyi onayla yeni şifreyle eşleşmiyor.",
    "15": "Sunucularınızdan herhangi biri yedeklemeleri destekliyorsa, bir yedekleme başarıyla tamamlandığında bir e-posta bildirimi alırsınız.",
    "17": "Sunucularınızdan herhangi biri yedeklemeleri destekliyorsa, bir yedekleme tamamlanamazsa veya yedekleme işlemi sırasında bir hata oluşursa bir e-posta bildirimi alırsınız.",
    "18": "Profil Ayarlarını Güncelle"
}