{
    "dir": "ltr",
    "1": "Профиль",
    "2": "Пароль",
    "3": "Двухфакторная аутентификация",
    "4": "Изменение имени и электронной почты в этом аккаунте запрещено. Если вы хотите изменить какие-либо из этих данных, обратитесь в службу поддержки.",
    "5": "Имя",
    "6": "Адрес электронной почты",
    "7": "Часовой пояс",
    "8": "Язык",
    "9": "Имя должно содержать от 3 до 150 символов и является обязательным полем.",
    "10": "Адрес электронной почты должен быть действительным адресом электронной почты и является обязательным полем.",
    "11": "Привилегированная валюта",
    "12": "Вход в аккаунт",
    "13": "При обнаружении входа в систему на зарегистрированный адрес этой учетной записи будет отправлено уведомление по электронной почте.",
    "14": "Резервное копирование сервера завершено",
    "16": "Сбой резервного копирования сервера",
    "19": "Профиль успешно обновлен.",
    "20": "Текущий пароль",
    "21": "Новый пароль",
    "22": "Текущий пароль - обязательное поле.",
    "23": "Новый пароль должен состоять из 10 или более символов и содержать как минимум одну строчную букву, одну прописную букву, одну цифру и один специальный символ.",
    "24": "Пароль учетной записи успешно обновлен.",
    "25": "Обновление пароля учетной записи",
    "26": "Приложение TOTP",
    "27": "Двухфакторная аутентификация с помощью приложений использует ваше мобильное устройство для дополнительного уровня безопасности вашей учетной записи.",
    "28": "Установите на свое мобильное устройство приложение для OTP-аутентификации, такое как Authy, 2FAS, Google Authenticator.",
    "29": "Отсканируйте QR-код или введите секретный код в приложение вручную.",
    "30": "Введите шестизначный код, который предоставляет приложение-аутентификатор.",
    "31": "Активация TOTP на основе приложения",
    "32": "YubiKey OTP",
    "33": "Нажмите на поле ниже, вставьте свой YubiKey и коснитесь его.",
    "34": "Активируйте YubiKey",
    "35": "двухфакторная аутентификация включена для этой учетной записи. Ее можно отключить с помощью кнопки деактивации.",
    "36": "Деактивировать",
    "37": "Коды резервного копирования",
    "38": "Доступны следующие одноразовые коды резервного копирования:",
    "39": "Код активации либо неверный, либо истек.",
    "40": "Двухфакторная аутентификация успешно активирована.",
    "41": "Двухфакторная аутентификация успешно деактивирована.",
    "42": "Не удалось отключить двухфакторную аутентификацию.",
    "43": "Поделиться",
    "44": "Если вы знаете другого пользователя, у которого есть учетная запись, просто создайте маркер и отправьте его ему. Он может использовать маркер, чтобы назначить вас на определенный ресурс.",
    "45": "Токены доступа не найдены",
    "46": "Сгенерировать токен",
    "47": "Удалить токен",
    "48": "Токен успешно создан.",
    "49": "Токен успешно удален.",
    "50": "Yubico OTP - это простой, но надежный механизм аутентификации, который поддерживается всеми YubiKeys из коробки.",
    "51": "Уведомления",
    "52": "Для обеспечения безопасности вашей учетной записи мы рекомендуем регулярно обновлять пароль. Пожалуйста, введите ваш текущий пароль, затем новый пароль и подтвердите новый пароль в указанных полях. Не забудьте выбрать надежный пароль, который включает в себя сочетание букв, цифр и специальных символов.",
    "53": "Изменить пароль",
    "54": "Личные данные",
    "55": "Для дополнительной защиты вашего аккаунта мы предлагаем двухфакторную аутентификацию с помощью приложения TOTP и аутентификацию с помощью одноразового пароля YubiKey. Используйте свое мобильное устройство для двухфакторной аутентификации с помощью приложения, чтобы добавить дополнительный уровень безопасности, или используйте YubiKey для аутентификации с помощью одноразового пароля, чтобы защитить свой аккаунт. Выберите любой из вариантов, чтобы обеспечить защиту вашего аккаунта от несанкционированного доступа.",
    "56": "Подтвердите новый пароль",
    "57": "Подтверждение нового пароля не совпадает с новым паролем.",
    "15": "Если какой-либо из ваших серверов поддерживает резервное копирование, вы будете получать уведомление по электронной почте каждый раз, когда резервное копирование будет успешно завершено.",
    "17": "Если какой-либо из ваших серверов поддерживает резервное копирование, вы получите уведомление по электронной почте, если резервное копирование не будет завершено или произойдет ошибка в процессе резервного копирования.",
    "18": "Обновление настроек профиля"
}