{
    "dir": "ltr",
    "1": "Профил",
    "2": "Парола",
    "3": "Двуфакторно удостоверяване",
    "4": "Промените в името и имейла са забранени в този акаунт. Ако желаете да промените някоя от тези данни, свържете се с поддръжката.",
    "5": "Име",
    "6": "Имейл адрес",
    "7": "Часова зона",
    "8": "Език",
    "9": "Името трябва да е между 3 и 150 знака и е задължително поле.",
    "10": "Имейл адресът трябва да е валиден имейл адрес и да е задължително поле.",
    "11": "Предпочитана валута",
    "12": "Вход в акаунта",
    "13": "Известие по имейл ще бъде изпратено на регистрирания адрес в този акаунт всеки път, когато се открие вход.",
    "14": "Резервирането на сървъра завърш",
    "16": "Неуспех при архивиране на сървър",
    "19": "Профилът е актуализиран успешно.",
    "20": "Текуща парола",
    "21": "Нова парола",
    "22": "Текущата парола е задължително поле.",
    "23": "Новата парола трябва да е с дължина 10 или повече знака и да съдържа поне една малка буква, една главна буква, една цифра и един специален знак.",
    "24": "Паролата за акаунт е актуализирана успешно.",
    "25": "Актуализиране на паролата за",
    "26": "TOTP базирано на приложение",
    "27": "Двуфакторното удостоверяване, базирано на приложение, използва вашето мобилно устройство, за да добави допълнителен слой сигурност към вашия акаунт.",
    "28": "Инсталирайте приложение за удостоверяване на OTP като Authy, 2FAS, Google Authenticator на мобилното си устройство.",
    "29": "Сканирайте QR кода или ръчно въведете тайния си код в приложението.",
    "30": "Въведете шестцифрения код, който предоставя приложението за удостоверяване.",
    "31": "Активирайте TOTP, базиран на приложения",
    "32": "ЮбиКей ОТП",
    "33": "Кликнете върху полето по-долу, поставете вашия YubiKey и го докоснете.",
    "34": "Активирайте YubiKey",
    "35": "двуфакторното удостоверяване е активирано в този акаунт. Тя може да бъде деактивирана с помощта на бутона за деактивиране.",
    "36": "Деактивиране",
    "37": "Архивиране на кодове",
    "38": "Налични са следните резервни кодове за еднократна употреба:",
    "39": "Кодът за активиране е неправилен или е изтекъл.",
    "40": "Двуфакторното удостоверяване е активирано успешно.",
    "41": "Двуфакторното удостоверяване е деактивирано успешно.",
    "42": "Неуспешно деактивиране на двуфакторното удостоверяване.",
    "43": "Споделяне",
    "44": "Токените за достъп ви позволяват да поискате достъп до други сървърни групи, сървъри или SSH ключове в системата. Ако познавате друг потребител с акаунт, просто генерирайте токен и му го изпратете. След това те могат да използват токена, за да ви присвоят към определен ресурс.",
    "45": "Не са намерени токени за достъп",
    "46": "Генериране на Токен",
    "47": "Изтриване на токен",
    "48": "Токенът е създаден успешно.",
    "49": "Токенът е изтрит успешно.",
    "50": "Yubico OTP е прост, но силен механизъм за удостоверяване, който се поддържа от всички YubiKeys извън кутията.",
    "51": "Известия",
    "52": "За да гарантирате сигурността на профила си, препоръчваме редовно да актуализирате паролата си. Моля, въведете текущата си парола, последвана от новата си парола и потвърдете новата парола в предоставените полета. Не забравяйте да изберете силна парола, която включва комбинация от букви, цифри и специални знаци.",
    "53": "Промяна на паролата",
    "54": "Лични данни",
    "55": "За да защитим допълнително вашия акаунт, ние предлагаме двуфакторно удостоверяване, базирано на приложение TOTP и OTP удостоверяване на YubiKey. Използвайте мобилното си устройство за двуфакторно удостоверяване, базирано на приложения, за да добавите допълнителен слой сигурност, или използвайте YubiKey за еднократно удостоверяване на парола, за да защитите акаунта си. Изберете някоя от опциите, за да сте сигурни, че профилът ви остава защитен срещу неоторизиран достъп.",
    "56": "Потвърдете нова парола",
    "57": "Потвърдете, че новата парола не съвпада с новата парола.",
    "15": "Ако някой от вашите сървъри поддържа архивиране, ще получавате известия по имейл всеки път, когато архивирането успешно завърши.",
    "17": "Ако някой от вашите сървъри поддържа архивиране, ще получите известие по имейл, ако резервното копие не успее да завърши или възникне грешка по време на процеса на архивиране.",
    "18": "Актуализирайте настройките на профил",
    "58": "За да гарантирате сигурността на профила си, трябва да активирате двуфакторно удостоверяване, преди да можете да продължите. Нашата система поддържа двуфакторно удостоверяване, базирано на приложение TOTP, което ви позволява да използвате приложения като Google Authenticator или Authy за генериране на еднократни пароли, базирани на време. Освен това ние поддържаме YubiKey OTP удостоверяване, което ви позволява да използвате устройство YubiKey за генериране на сигурни еднократни пароли.",
    "59": "Тази система изисква двуфакторно удостоверяване да бъде активирано по всяко време. Ако го деактивирате, ще трябва отново да активирате двуфакторното удостоверяване, за да възвърнете пълния достъп до акаунта си.",
    "60": "Въведете шестцифрения код, генериран от приложението, в полето по-долу.",
    "61": "Важно е да направите копие на еднократните си резервни кодове. Тези кодове са от съществено значение за достъп до вашия акаунт в случай, че загубите достъп до вашето двуфакторно устройство за удостоверяване. Моля, съхранявайте ги на безопасно място.",
    "62": "Отмяна",
    "63": "Сигурни ли сте, че искате да деактивирате двуфакторното удостоверяване? Тази функция за сигурност осигурява допълнителен слой защита за вашия акаунт. Ако продължите с деактивирането, профилът ви ще бъде по-малко сигурен."
}