{
    "dir": "ltr",
    "1": "Profil",
    "2": "Lozinka",
    "3": "Dvofaktorska autentifikacija",
    "4": "Promene imena i e-pošte zabranjene su na ovom nalogu. Ako želite da promenite bilo koji od ovih detalja, obratite se podršci.",
    "5": "Naziv",
    "6": "Adresa e-pošte",
    "7": "Vremenska zona",
    "8": "Jezik",
    "9": "Ime mora biti između 3 i 150 znakova i obavezno je polje.",
    "10": "Adresa e-pošte mora biti važeća adresa e-pošte i obavezno je polje.",
    "11": "Preferirana valuta",
    "12": "Prijava na nalog",
    "13": "Obaveštenje putem e-pošte biće poslato na registrovanu adresu na ovom nalogu svaki put kada se otkrije prijava.",
    "14": "Rezervna kopija servera je završena",
    "16": "Neuspeh rezervne kopije servera",
    "19": "Profil je uspešno ažuriran.",
    "20": "Trenutna lozinka",
    "21": "Nova lozinka",
    "22": "Trenutna lozinka je obavezno polje.",
    "23": "Nova lozinka mora biti dužine 10 ili više znakova i da sadrži najmanje jedno malo slovo, jedno veliko slovo, jednu cifru i jedan poseban znak.",
    "24": "Lozinka naloga je uspešno ažurirana.",
    "25": "Ažurirajte lozinku naloga",
    "26": "TOTP zasnovana na aplikaciji",
    "27": "Dvofaktorska autentifikacija zasnovana na aplikaciji koristi vaš mobilni uređaj da doda dodatni sloj bezbednosti vašem nalogu.",
    "28": "Instalirajte OTP aplikaciju za autentifikaciju kao što su Authi, 2FAS, Google Authenticator na svoj mobilni uređaj.",
    "29": "Skenirajte KR kod ili ručno unesite svoj tajni kod u aplikaciju.",
    "30": "Unesite šestocifreni kod koji aplikacija za autentifikaciju pruža.",
    "31": "Aktivirajte TOTP zasnovan na aplikacijama",
    "32": "IubiKei OTP",
    "33": "Kliknite na polje ispod, umetnite svoj IubiKei i dodirnite ga.",
    "34": "Aktivirajte IubiKei",
    "35": "dvofaktorska autentifikacija je omogućena na ovom nalogu. Može se onemogućiti pomoću dugmeta za deaktiviranje.",
    "36": "Deaktiviraj",
    "37": "Rezervni kodovi",
    "38": "Dostupni su sledeći rezervni kodovi za jednokratnu upotrebu:",
    "39": "Aktivacioni kod je ili netačan ili je istekao.",
    "40": "Dvofaktorska autentifikacija je uspešno aktivirana.",
    "41": "Dvofaktorska autentifikacija je uspešno deaktivirana.",
    "42": "Nije uspelo deaktivirati dvofaktorsku autentifikaciju.",
    "43": "Deljenje",
    "44": "Pristupni tokeni omogućavaju vam da zatražite pristup drugim grupama servera, serverima ili SSH ključevima u sistemu. Ako poznajete drugog korisnika sa nalogom, jednostavno generišite token i pošaljite mu ga. Zatim mogu da koriste token da vas dodeljuju određenom resursu.",
    "45": "Nisu pronađeni tokeni za pristup",
    "46": "Generišite token",
    "47": "Izbriši žeton",
    "48": "Token je uspešno kreiran.",
    "49": "Token je uspešno izbrisan.",
    "50": "Iubico OTP je jednostavan, ali snažan mehanizam za autentifikaciju koji podržavaju svi IubiKeis iz kutije.",
    "51": "Obaveštenja",
    "52": "Da biste osigurali sigurnost vašeg naloga, preporučujemo da redovno ažurirate lozinku. Molimo unesite trenutnu lozinku, a zatim novu lozinku i potvrdite novu lozinku u navedenim poljima. Ne zaboravite da izaberete jaku lozinku koja uključuje mešavinu slova, brojeva i posebnih znakova.",
    "53": "Promenite lozinku",
    "54": "Lični podaci",
    "55": "Da bismo dodatno osigurali vaš nalog, nudimo dvofaktorsku autentifikaciju zasnovanu na TOTP aplikaciji i IubiKei OTP autentifikaciju. Koristite svoj mobilni uređaj za dvofaktorsku autentifikaciju zasnovanu na aplikacijama da biste dodali dodatni sloj bezbednosti ili koristite IubiKei za jednokratnu autentifikaciju lozinke da biste zaštitili svoj nalog. Izaberite bilo koju opciju da biste osigurali da vaš nalog ostane zaštićen od neovlašćenog pristupa.",
    "56": "Potvrdi novu lozinku",
    "57": "Potvrdite da nova lozinka ne odgovara novoj lozinci.",
    "15": "Ako bilo koji od vaših servera podržava rezervne kopije, dobićete obaveštenje putem e-pošte svaki put kada se rezervna kopija uspešno završi.",
    "17": "Ako bilo koji od vaših servera podržava rezervne kopije, dobićete obaveštenje putem e-pošte ako rezervna kopija ne bude završena ili dođe do greške tokom procesa pravljenja rezervne kopije.",
    "18": "Ažurirajte postavke profila",
    "58": "Da biste osigurali sigurnost svog naloga, morate aktivirati dvofaktorsku autentifikaciju pre nego što nastavite. Naš sistem podržava dvofaktorsku autentifikaciju zasnovanu na TOTP aplikacijama, što vam omogućava da koristite aplikacije poput Google Authenticator ili Authi za generisanje jednokratnih lozinki zasnovanih na vremenu. Pored toga, podržavamo IubiKei OTP autentifikaciju, omogućavajući vam da koristite IubiKei uređaj za generisanje sigurnih jednokratnih lozinki.",
    "59": "Ovaj sistem zahteva da dvofaktorska autentifikacija bude omogućena u svakom trenutku. Ako ga deaktivirate, moraćete ponovo da aktivirate dvofaktorsku autentifikaciju da biste povratili puni pristup svom nalogu.",
    "60": "Unesite šestocifreni kod koji generiše aplikacija u polje ispod.",
    "61": "Važno je napraviti kopiju jednokratnih rezervnih kodova. Ovi kodovi su neophodni za pristup vašem nalogu u slučaju da izgubite pristup svom dvofaktorskom uređaju za autentifikaciju. Molimo vas da ih čuvate na sigurnom mestu.",
    "62": "Otkaži",
    "63": "Da li ste sigurni da želite da deaktivirate dvofaktorsku autentifikaciju? Ova bezbednosna funkcija pruža dodatni sloj zaštite za vaš nalog. Ako nastavite sa deaktivacijom, vaš nalog će biti manje siguran."
}